[
  {
    "proposal_id": "acrm-f222e82e",
    "candidate_id": "ronny-castillo-gonzalez",
    "pillar_id": "P1",
    "proposal_title": "Por ello, se hace imperativo: -​ Priorizar la inversión d…",
    "proposal_text": "Por ello, se hace imperativo: -​ Priorizar la inversión de capital sobre el gasto recurrente: evitar el aumento permanente de la planilla estatal y enfocar los recursos limitados en activos que aumenten la productividad a largo plazo. -​ Innovar en los Mecanismos de Financiamiento: Utilizar vehículos de propósito específico y alianzas que permitan desarrollar infraestructura pública sin incrementar la deuda directa del gobierno central. -​ Mantener la Estabilidad Monetaria: Coordinar políticas q",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "nismos de Financiamiento: Utilizar vehículos de propósito específico y ali"
    },
    "evidence": {
      "pdf_id": "ACRM",
      "page": 34,
      "snippet": "Por ello, se hace imperativo: -​ Priorizar la inversión de capital sobre el gasto recurrente: evitar el aumento permanente de la planilla estatal y enfocar los recursos limitados en activos que aumenten la productividad a largo plazo. -​…"
    }
  },
  {
    "proposal_id": "acrm-3962f98f",
    "candidate_id": "ronny-castillo-gonzalez",
    "pillar_id": "P2",
    "proposal_title": "Nuestra visión se enraíza en los principios de soberanía …",
    "proposal_text": "Nuestra visión se enraíza en los principios de soberanía financiera, inclusión y meritocracia de capital, buscando crear los instrumentos necesarios para que las empresas, emprendedores y ciudadanos tengan acceso a un ecosistema de financiamiento diverso, transparente y al servicio del desarrollo nacional. 5.2.2.​ Visión para el Sistema Financiero: Un ecosistema financiero moderno y completo que posicione a Costa Rica como un hub de innovación financiera regional, donde convivan armónicamente la",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "istema de financiamiento diverso, transparente y al servicio del desarroll"
    },
    "evidence": {
      "pdf_id": "ACRM",
      "page": 36,
      "snippet": "Nuestra visión se enraíza en los principios de soberanía financiera, inclusión y meritocracia de capital, buscando crear los instrumentos necesarios para que las empresas, emprendedores y ciudadanos tengan acceso a un ecosistema de finan…"
    }
  },
  {
    "proposal_id": "acrm-efff1b59",
    "candidate_id": "ronny-castillo-gonzalez",
    "pillar_id": "P3",
    "proposal_title": "Establecer definiciones claras para los distintos tipos d…",
    "proposal_text": "Establecer definiciones claras para los distintos tipos de activos virtuales (valor, utilidad, activo, pago), los requisitos de registro e información para las plataformas de intercambio (exchanges), y los protocolos de prevención de lavado de dinero y financiamiento al terrorismo (LA/FT), garantizando la seguridad de los inversionistas",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "Establecer definiciones claras para los distintos tipos de a",
      "funding_text": "dinero y financiamiento al terrorismo (LA/FT), garantizando la seguridad"
    },
    "evidence": {
      "pdf_id": "ACRM",
      "page": 37,
      "snippet": "Establecer definiciones claras para los distintos tipos de activos virtuales (valor, utilidad, activo, pago), los requisitos de registro e información para las plataformas de intercambio (exchanges), y los protocolos de prevención de lav…"
    }
  },
  {
    "proposal_id": "acrm-e5d12e05",
    "candidate_id": "ronny-castillo-gonzalez",
    "pillar_id": "P4",
    "proposal_title": "Creemos en la soberanía nacional para desarrollar capacid…",
    "proposal_text": "Creemos en la soberanía nacional para desarrollar capacidades propias en biotecnología y en la economía regenerativa aplicada a la salud, donde se previenen enfermedades en lugar de solo tratarlas. 4.1.4.​ Situación Actual y Justificación: La CCSS enfrenta desafíos críticos que requieren una transformación profunda: -​ Listas de Espera Insostenibles: Más de 700.000 pacientes en espera de consultas o cirugías, con tiempos que pueden superar los 5 años para especialidades como ortopedia. -​ Enveje",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "l 80% del presupuesto. www.presidente.cr www.acrm.cr ​ 18"
    },
    "evidence": {
      "pdf_id": "ACRM",
      "page": 18,
      "snippet": "Creemos en la soberanía nacional para desarrollar capacidades propias en biotecnología y en la economía regenerativa aplicada a la salud, donde se previenen enfermedades en lugar de solo tratarlas. 4.1.4.​ Situación Actual y Justificació…"
    }
  },
  {
    "proposal_id": "acrm-615e11cc",
    "candidate_id": "ronny-castillo-gonzalez",
    "pillar_id": "P5",
    "proposal_title": "Acción 2.1: Potenciar el uso de Fideicomisos de Impacto y…",
    "proposal_text": "Acción 2.1: Potenciar el uso de Fideicomisos de Impacto y Fondos de Inversión Público-Privados para financiar, construir y operar infraestructura en salud, educación, seguridad y movilidad, bajo esquemas de pago por resultados y no por disponibilidad. www.presidente.cr www.acrm.cr ​ 34",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "ados para financiar, construir y operar infraestructura en salud, edu"
    },
    "evidence": {
      "pdf_id": "ACRM",
      "page": 34,
      "snippet": "Acción 2.1: Potenciar el uso de Fideicomisos de Impacto y Fondos de Inversión Público-Privados para financiar, construir y operar infraestructura en salud, educación, seguridad y movilidad, bajo esquemas de pago por resultados y no por d…"
    }
  },
  {
    "proposal_id": "acrm-198ece81",
    "candidate_id": "ronny-castillo-gonzalez",
    "pillar_id": "P6",
    "proposal_title": "Nuestro antiestablecimiento nos impulsa a desafiar los pa…",
    "proposal_text": "Nuestro antiestablecimiento nos impulsa a desafiar los paradigmas económicos tradicionales, creando un instrumento financiero innovador que refleje el verdadero valor de la naturaleza. 5.8.4.​ Situación Actual y Justificación: -​ Subvaloración del Capital Natural: Los servicios ecosistémicos (agua, aire puro, polinización, captura de carbono) no están contabilizados en las cuentas nacionales, lo que genera una depreciación silenciosa de nuestro patrimonio más valioso. -​ Gestión Fragmentada e In",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "nado para crear un precedente mundial: ser el primer país en respald",
      "funding_text": "lidad del presupuesto nacional, lo que limita su capacidad de conservac"
    },
    "evidence": {
      "pdf_id": "ACRM",
      "page": 53,
      "snippet": "Nuestro antiestablecimiento nos impulsa a desafiar los paradigmas económicos tradicionales, creando un instrumento financiero innovador que refleje el verdadero valor de la naturaleza. 5.8.4.​ Situación Actual y Justificación: -​ Subvalo…"
    }
  },
  {
    "proposal_id": "acrm-94335329",
    "candidate_id": "ronny-castillo-gonzalez",
    "pillar_id": "P7",
    "proposal_title": "-​ Salud y Estilo de Vida (sistema preventivo y accesible…",
    "proposal_text": "-​ Salud y Estilo de Vida (sistema preventivo y accesible). -​ Educación y Desarrollo Social (movilidad social y empleabilidad). -​ Seguridad y Justicia (combate a la corrupción e impunidad). -​ Economía Regenerativa (sostenibilidad ambiental y crecimiento inclusivo). c.​ Fortalecimiento institucional: Establecer una nueva confianza con transparencia radical (contratos y datos abiertos), control ciudadano efectivo (cartas de servicio con compensación; portal único de reclamos con respuesta en pl",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "tucional: Establecer una nueva confianza con transparencia radical (co",
      "funding_text": "sultados (presupuesto por desempeño y tableros públicos), elevando adem"
    },
    "evidence": {
      "pdf_id": "ACRM",
      "page": 6,
      "snippet": "-​ Salud y Estilo de Vida (sistema preventivo y accesible). -​ Educación y Desarrollo Social (movilidad social y empleabilidad). -​ Seguridad y Justicia (combate a la corrupción e impunidad). -​ Economía Regenerativa (sostenibilidad ambi…"
    }
  },
  {
    "proposal_id": "acrm-76b8e838",
    "candidate_id": "ronny-castillo-gonzalez",
    "pillar_id": "P8",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "ACRM",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "acrm-e436d11c",
    "candidate_id": "ronny-castillo-gonzalez",
    "pillar_id": "P9",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "ACRM",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "acrm-33e102ce",
    "candidate_id": "ronny-castillo-gonzalez",
    "pillar_id": "P10",
    "proposal_title": "Reactivar el proyecto de tren Limón (CR) - Chiriquí (PA) …",
    "proposal_text": "Reactivar el proyecto de tren Limón (CR) - Chiriquí (PA) para transporte de carga y pasajeros, integrando la logística del Caribe con el Pacífico",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "ACRM",
      "page": 42,
      "snippet": "Reactivar el proyecto de tren Limón (CR) - Chiriquí (PA) para transporte de carga y pasajeros, integrando la logística del Caribe con el Pacífico"
    }
  },
  {
    "proposal_id": "cac-6af3c2c0",
    "candidate_id": "claudia-dobles",
    "pillar_id": "P1",
    "proposal_title": "Crear el Consejo con la integración de Hacienda, Mideplan…",
    "proposal_text": "Crear el Consejo con la integración de Hacienda, Mideplan, Trabajo, MICITT, MINAE y el MOPT con mandato para alinear presupuesto y ejecución territorial. 541",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "Crear el Consejo con la integración de Hacienda, Mideplan,",
      "funding_text": "a alinear presupuesto y ejecución territorial. 541"
    },
    "evidence": {
      "pdf_id": "CAC",
      "page": 164,
      "snippet": "Crear el Consejo con la integración de Hacienda, Mideplan, Trabajo, MICITT, MINAE y el MOPT con mandato para alinear presupuesto y ejecución territorial. 541"
    }
  },
  {
    "proposal_id": "cac-e65d2da9",
    "candidate_id": "claudia-dobles",
    "pillar_id": "P2",
    "proposal_title": "Impulsar emprendimientos de empresarios locales y naciona…",
    "proposal_text": "Impulsar emprendimientos de empresarios locales y nacionales para desarrollar negocios sostenibles en el sector turismo por medio del acceso a financiamiento competitivo que reconozca prácticas de sostenibilidad",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "acceso a financiamiento competitivo que reconozca prácticas de sostenibil"
    },
    "evidence": {
      "pdf_id": "CAC",
      "page": 163,
      "snippet": "Impulsar emprendimientos de empresarios locales y nacionales para desarrollar negocios sostenibles en el sector turismo por medio del acceso a financiamiento competitivo que reconozca prácticas de sostenibilidad"
    }
  },
  {
    "proposal_id": "cac-ba67fd65",
    "candidate_id": "claudia-dobles",
    "pillar_id": "P3",
    "proposal_title": "Ampliar la presencia y capacidad operativa de los recurso…",
    "proposal_text": "Ampliar la presencia y capacidad operativa de los recursos de seguridad en zonas costeras críticas mediante la reapertura de las estaciones de guardacostas de Drake y Sixaola y el entrenamiento del personal en lugar cercano al mar, asegurando la cooperación internacional para ampliar las herramientas para combatir el narcotráfico. 412",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "críticas mediante la reapertura de las estaciones de guardacostas de Drake y Sixa",
      "funding_text": "urando la cooperación internacional para ampliar las herramientas para combatir el na"
    },
    "evidence": {
      "pdf_id": "CAC",
      "page": 130,
      "snippet": "Ampliar la presencia y capacidad operativa de los recursos de seguridad en zonas costeras críticas mediante la reapertura de las estaciones de guardacostas de Drake y Sixaola y el entrenamiento del personal en lugar cercano al mar, asegu…"
    }
  },
  {
    "proposal_id": "cac-a9e96f99",
    "candidate_id": "claudia-dobles",
    "pillar_id": "P4",
    "proposal_title": "acciones en los Escenarios Fuera de los Establecimientos …",
    "proposal_text": "acciones en los Escenarios Fuera de los Establecimientos de Salud (EFES), con visitas domiciliarias y actividades educativas en comunidades y centros educativos, reduciendo así la presión sobre hospitales y fortaleciendo la atención primaria. • Talento humano en salud: Incrementar la formación y contratación de especialistas, establecer incentivos vinculados al cumplimiento de metas de reducción de listas y conformar equipos itinerantes que apoyen a las zonas más rezagadas",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "ialistas, establecer incentivos vinculados al cumplimiento de metas de",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "CAC",
      "page": 40,
      "snippet": "acciones en los Escenarios Fuera de los Establecimientos de Salud (EFES), con visitas domiciliarias y actividades educativas en comunidades y centros educativos, reduciendo así la presión sobre hospitales y fortaleciendo la atención prim…"
    }
  },
  {
    "proposal_id": "cac-3ff169b0",
    "candidate_id": "claudia-dobles",
    "pillar_id": "P5",
    "proposal_title": "con el MOPT, INCOFER y municipalidades; utilizar la red 5…",
    "proposal_text": "con el MOPT, INCOFER y municipalidades; utilizar la red 5G como plataforma estratégica para la seguridad nacional, mediante cámaras inteligentes, alertas tempranas y protocolos robustos de ciberseguridad; gestionar alianzas público–privadas e internacionales para financiar la expansión digital con enfoque en salud, educación, seguridad y productividad. 106 Programa de gobierno",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "idad. 106 Programa de gobierno",
      "funding_text": "ales para financiar la expansión digital con enfoque en salud, educac"
    },
    "evidence": {
      "pdf_id": "CAC",
      "page": 106,
      "snippet": "con el MOPT, INCOFER y municipalidades; utilizar la red 5G como plataforma estratégica para la seguridad nacional, mediante cámaras inteligentes, alertas tempranas y protocolos robustos de ciberseguridad; gestionar alianzas público–priva…"
    }
  },
  {
    "proposal_id": "cac-db579040",
    "candidate_id": "claudia-dobles",
    "pillar_id": "P6",
    "proposal_title": "Establecer un Fondo Nacional Multianual de Agua y Saneami…",
    "proposal_text": "Establecer un Fondo Nacional Multianual de Agua y Saneamiento, gestionado por una comisión interinstitucional con participación del sector público (AyA, MINAE, IMAS, INDER, ICT), privado y cooperación internacional, para financiar proyectos de expansión y de mantenimiento, con énfasis en zonas vulnerables como territorios indígenas. 311",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "Establecer un Fondo Nacional Multianual de Agua y Saneamient",
      "funding_text": "nal, para financiar proyectos de expansión y de mantenimiento, con én"
    },
    "evidence": {
      "pdf_id": "CAC",
      "page": 94,
      "snippet": "Establecer un Fondo Nacional Multianual de Agua y Saneamiento, gestionado por una comisión interinstitucional con participación del sector público (AyA, MINAE, IMAS, INDER, ICT), privado y cooperación internacional, para financiar proyec…"
    }
  },
  {
    "proposal_id": "cac-de31fe68",
    "candidate_id": "claudia-dobles",
    "pillar_id": "P7",
    "proposal_title": "Se debe retomar para concluir los programas de: Proyectos…",
    "proposal_text": "Se debe retomar para concluir los programas de: Proyectos de Emergencia para la GAM y los proyectos de Reducción de Agua No Contabilizada (RANC); acueductos y plantas de tratamiento con financiamiento aprobado mediante créditos con bancos de desarrollo; financiamiento para el PAAM u Orosi II; financiamiento para ejecutar proyectos de ampliación de acueductos en localidades que cuentan con planes maestros; plan de inversión de saneamiento en zonas prioritarias; Digitalización de procesos y modern",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "iento con financiamiento aprobado mediante créditos con bancos de desarrol"
    },
    "evidence": {
      "pdf_id": "CAC",
      "page": 95,
      "snippet": "Se debe retomar para concluir los programas de: Proyectos de Emergencia para la GAM y los proyectos de Reducción de Agua No Contabilizada (RANC); acueductos y plantas de tratamiento con financiamiento aprobado mediante créditos con banco…"
    }
  },
  {
    "proposal_id": "cac-4581ce69",
    "candidate_id": "claudia-dobles",
    "pillar_id": "P8",
    "proposal_title": "Proveer soluciones de vivienda para los sectores con más …",
    "proposal_text": "Proveer soluciones de vivienda para los sectores con más necesidades, particularmente familias en situación de pobreza, personas con discapacidad, familias en territorios indígenas y otros grupos, mediante el programa de bono familiar de vivienda. • Crear, a través del INVU u otras organizaciones, un programa de vivienda en alquiler dirigido especialmente a personas adultas mayores. 89 Capítulo 1",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "s grupos, mediante el programa de bono familiar de vivienda. • Crear, a través d",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "CAC",
      "page": 89,
      "snippet": "Proveer soluciones de vivienda para los sectores con más necesidades, particularmente familias en situación de pobreza, personas con discapacidad, familias en territorios indígenas y otros grupos, mediante el programa de bono familiar de…"
    }
  },
  {
    "proposal_id": "cac-7cc02f95",
    "candidate_id": "claudia-dobles",
    "pillar_id": "P9",
    "proposal_title": "Este bloque se estructura en cuatro grandes dimensiones: …",
    "proposal_text": "Este bloque se estructura en cuatro grandes dimensiones: una política exterior activa y coherente que defiende nuestra soberanía, el multilateralismo, los derechos humanos, la igualdad y la movilidad humana con dignidad; una diplomacia climática y de seguridad que fortalezca la cooperación frente a los riesgos globales, desde el cambio climático hasta la ciberseguridad y el crimen transnacional; una política exterior para el desarrollo, que impulse la diplomacia económica y la atracción de inver",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "ntas. 193 Programa de gobierno",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "CAC",
      "page": 193,
      "snippet": "Este bloque se estructura en cuatro grandes dimensiones: una política exterior activa y coherente que defiende nuestra soberanía, el multilateralismo, los derechos humanos, la igualdad y la movilidad humana con dignidad; una diplomacia c…"
    }
  },
  {
    "proposal_id": "cac-4e29919d",
    "candidate_id": "claudia-dobles",
    "pillar_id": "P10",
    "proposal_title": "Implementar contratos de concesión novedosos que establez…",
    "proposal_text": "Implementar contratos de concesión novedosos que establezcan indicadores claros de desempeño, experiencia del usuario y resultados, sin limitarse a la función contralora de la Autoridad Reguladora de los Servicios Públicos (ARESEP) ex post, sino que la Autoridad de Transporte Público pueda monitorear proactivamente el avance y cumplimiento de indicadores. 277",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "Implementar contratos de concesión novedosos que establezcan",
      "funding_text": "tratos de concesión novedosos que establezcan indicadores claros de d"
    },
    "evidence": {
      "pdf_id": "CAC",
      "page": 85,
      "snippet": "Implementar contratos de concesión novedosos que establezcan indicadores claros de desempeño, experiencia del usuario y resultados, sin limitarse a la función contralora de la Autoridad Reguladora de los Servicios Públicos (ARESEP) ex po…"
    }
  },
  {
    "proposal_id": "cds-8a6c2236",
    "candidate_id": "ana-virginia-calzada",
    "pillar_id": "P1",
    "proposal_title": "NUESTRAS ACCIONES CONCRETAS: • Plan de sostenibilidad fin…",
    "proposal_text": "NUESTRAS ACCIONES CONCRETAS: • Plan de sostenibilidad financiera de CCSS: recuperación de deudas del Estado, eficiencia presupuestaria y au­ ditoría técnica. • Modernización digital: implemen­ tación del expediente digital único in­ teroperable con todos los servicios de salud pública. • Telemedicina y atención a distan­ cia: permitir que especialistas atien­ dan en tiempo real a pacientes en zonas rurales. • Desconcentración de servicios: creación de polos regionales de aten­ ción integral. • I",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "ficiencia presupuestaria y au­ ditoría técnica. • Modernización digital:"
    },
    "evidence": {
      "pdf_id": "CDS",
      "page": 13,
      "snippet": "NUESTRAS ACCIONES CONCRETAS: • Plan de sostenibilidad financiera de CCSS: recuperación de deudas del Estado, eficiencia presupuestaria y au­ ditoría técnica. • Modernización digital: implemen­ tación del expediente digital único in­ tero…"
    }
  },
  {
    "proposal_id": "cds-bcc97b98",
    "candidate_id": "ana-virginia-calzada",
    "pillar_id": "P2",
    "proposal_title": "Se implementarán mecanismos de riesgo compartido y factor…",
    "proposal_text": "Se implementarán mecanismos de riesgo compartido y factoring para dinamizar el financiamiento. • Plataforma de Formalización Simplificada 24/7: Desarrollar una plataforma digital única e interoperable (Ventanilla Úni­ ca 2.0) que integre al MEIC, Ha­ cienda, CCSS y municipalidades, permitiendo abrir y formalizar una empresa en días, no meses, mediante firma digital y la aplica­ ción del silencio positivo. • Programa Nacional de Aseso­ ría 360°: Crear un sistema de in­ teligencia empresarial para",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "sitivo. • Programa Nacional de Aseso­ ría 360°: Crear un sistema de in­ telig",
      "funding_text": "amizar el financiamiento. • Plataforma de Formalización Simplificada 24/7:"
    },
    "evidence": {
      "pdf_id": "CDS",
      "page": 83,
      "snippet": "Se implementarán mecanismos de riesgo compartido y factoring para dinamizar el financiamiento. • Plataforma de Formalización Simplificada 24/7: Desarrollar una plataforma digital única e interoperable (Ventanilla Úni­ ca 2.0) que integre…"
    }
  },
  {
    "proposal_id": "cds-67dfa592",
    "candidate_id": "ana-virginia-calzada",
    "pillar_id": "P3",
    "proposal_title": "Ley sobre estupefacientes, sus­ tancias psicotrópicas, dr…",
    "proposal_text": "Ley sobre estupefacientes, sus­ tancias psicotrópicas, drogas de uso no au­ torizado, actividades conexas, legitimación de capitales y financiamiento al terrorismo, establece que el Instituto Costarricense so­ bre Drogas está bajo la tutela y supervisión del Ministro de la Presidencia de turno, y en este Instituto se encuentra la Unidad de Análisis Financiero, lo que se conside­ ra inadecuado, por lo que se presentará un proyecto de ley de manera tal que tal Uni­ dad quede bajo la orden del Orga",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "entará un proyecto de ley de manera tal que tal Uni­ dad quede bajo la orde",
      "funding_text": "pitales y financiamiento al terrorismo, establece que el Instituto Costarr"
    },
    "evidence": {
      "pdf_id": "CDS",
      "page": 35,
      "snippet": "Ley sobre estupefacientes, sus­ tancias psicotrópicas, drogas de uso no au­ torizado, actividades conexas, legitimación de capitales y financiamiento al terrorismo, establece que el Instituto Costarricense so­ bre Drogas está bajo la tut…"
    }
  },
  {
    "proposal_id": "cds-51e59e11",
    "candidate_id": "ana-virginia-calzada",
    "pillar_id": "P4",
    "proposal_title": "Nuestro Programa implementará una estrategia integral con…",
    "proposal_text": "Nuestro Programa implementará una estrategia integral con ayuda de la Inteli­ gencia Artificial, para reducir y eliminar las listas de espera de la Caja Costarricense de Seguro Social (CCSS), abordando no solo la falta de recursos, sino también las ineficien­ cias estructurales y la desarticulación del sistema",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "Programa implementará una estrategia integral con ayuda de la Inteli­ g",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "CDS",
      "page": 58,
      "snippet": "Nuestro Programa implementará una estrategia integral con ayuda de la Inteli­ gencia Artificial, para reducir y eliminar las listas de espera de la Caja Costarricense de Seguro Social (CCSS), abordando no solo la falta de recursos, sino …"
    }
  },
  {
    "proposal_id": "cds-f10a57d3",
    "candidate_id": "ana-virginia-calzada",
    "pillar_id": "P5",
    "proposal_title": "Esta meta se logrará a partir de modelos económicos sos­ …",
    "proposal_text": "Esta meta se logrará a partir de modelos económicos sos­ tenibles, identificación de fuentes de financiamiento innovadoras y asig­ nación eficiente de recursos que ge­ neren incidencia real en la me­ jora de la calidad educativa. • Plan de acción del acuerdo",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "cativa. • Plan de acción del acuerdo",
      "funding_text": "uentes de financiamiento innovadoras y asig­ nación eficiente de recursos"
    },
    "evidence": {
      "pdf_id": "CDS",
      "page": 42,
      "snippet": "Esta meta se logrará a partir de modelos económicos sos­ tenibles, identificación de fuentes de financiamiento innovadoras y asig­ nación eficiente de recursos que ge­ neren incidencia real en la me­ jora de la calidad educativa. • Plan …"
    }
  },
  {
    "proposal_id": "cds-a55f90db",
    "candidate_id": "ana-virginia-calzada",
    "pillar_id": "P6",
    "proposal_title": "129 VOLVER AL CONTENIDO • Incrementar presupuesto al SINA…",
    "proposal_text": "129 VOLVER AL CONTENIDO • Incrementar presupuesto al SINAC y crear fondos para conservación local. • Programas de vigilancia ambiental con comunidades, drones y dispositivos que permite la tecnología actual. • Fomentar estrategia de turismo eco­ lógico y educación ambiental. • Restauración de hábitats críticos y es­ pecies en peligro. 5",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "crementar presupuesto al SINAC y crear fondos para conservación local."
    },
    "evidence": {
      "pdf_id": "CDS",
      "page": 131,
      "snippet": "129 VOLVER AL CONTENIDO • Incrementar presupuesto al SINAC y crear fondos para conservación local. • Programas de vigilancia ambiental con comunidades, drones y dispositivos que permite la tecnología actual. • Fomentar estrategia de turi…"
    }
  },
  {
    "proposal_id": "cds-0693bdae",
    "candidate_id": "ana-virginia-calzada",
    "pillar_id": "P7",
    "proposal_title": "Se promove­ rán proyectos con eficiencia hídrica y energé…",
    "proposal_text": "Se promove­ rán proyectos con eficiencia hídrica y energética, materiales duraderos y me­ jor manejo de aguas pluviales. • Cofinanciamiento con banca pú­ blica y SBD: Establecer esquemas de crédito complementario con banca es­ tatal y el Sistema de Banca para el De­ sarrollo para ampliar la cobertura del bono y atender a sectores de ingresos medios",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "ca y SBD: Establecer esquemas de crédito complementario con banca es­",
      "funding_text": "ales. • Cofinanciamiento con banca pú­ blica y SBD: Establecer esquemas de"
    },
    "evidence": {
      "pdf_id": "CDS",
      "page": 146,
      "snippet": "Se promove­ rán proyectos con eficiencia hídrica y energética, materiales duraderos y me­ jor manejo de aguas pluviales. • Cofinanciamiento con banca pú­ blica y SBD: Establecer esquemas de crédito complementario con banca es­ tatal y el…"
    }
  },
  {
    "proposal_id": "cds-3ecf54ad",
    "candidate_id": "ana-virginia-calzada",
    "pillar_id": "P8",
    "proposal_title": "Estos festivales serán plataformas de difusión, comercial…",
    "proposal_text": "Estos festivales serán plataformas de difusión, comercialización y profesionalización. • Clubes culturales intergeneracio­ nales: Impulsaremos espacios de en­ cuentro donde niñez, juventud, adultez y personas mayores compartan saberes, técnicas y expresiones artísticas, forta­ leciendo el diálogo intergeneracional y la transmisión de conocimientos. • Plataforma digital nacional de contenidos culturales: Crearemos una plataforma de streaming gratuita con contenidos producidos por artistas costarr",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "lturales: Crearemos una plataforma de streaming gratuita con contenidos p",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "CDS",
      "page": 92,
      "snippet": "Estos festivales serán plataformas de difusión, comercialización y profesionalización. • Clubes culturales intergeneracio­ nales: Impulsaremos espacios de en­ cuentro donde niñez, juventud, adultez y personas mayores compartan saberes, t…"
    }
  },
  {
    "proposal_id": "cds-95a20bad",
    "candidate_id": "ana-virginia-calzada",
    "pillar_id": "P9",
    "proposal_title": "Las co­ munidades rurales, pueblos costeros y territorios…",
    "proposal_text": "Las co­ munidades rurales, pueblos costeros y territorios indígenas tendrán las herra­ mientas para convertirse en protago­ nistas de su propio desarrollo turístico, manteniendo el control de sus recursos y su identidad cultural. • Crearemos un Fondo Nacional de Desarrollo Turístico Comunitario • Con recursos del presupuesto nacional y cooperación internacional, destinado a financiar infraestructura básica, capa­ citación y promoción de iniciativas lo­ cales",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "ltural. • Crearemos un Fondo Nacional de Desarrollo Turístico Comunitari",
      "funding_text": "stinado a financiar infraestructura básica, capa­ citación y promoció"
    },
    "evidence": {
      "pdf_id": "CDS",
      "page": 137,
      "snippet": "Las co­ munidades rurales, pueblos costeros y territorios indígenas tendrán las herra­ mientas para convertirse en protago­ nistas de su propio desarrollo turístico, manteniendo el control de sus recursos y su identidad cultural. • Crear…"
    }
  },
  {
    "proposal_id": "cds-64383800",
    "candidate_id": "ana-virginia-calzada",
    "pillar_id": "P10",
    "proposal_title": "Meta • Publicar en SICOP el concurso para adjudicación de…",
    "proposal_text": "Meta • Publicar en SICOP el concurso para adjudicación de la concesión del Tren Eléctrico para el Comercio y Desarrollo a más tardar en 36 meses después de asumir el gobierno • Requerir en las concesiones de puertos y trenes el uso de Tecnologías Aplicadas e Innovación • Establecer en un plazo máximo de 90 días una vez asumido el gobierno, un Centro Nacional de Gestión de la Mo­ vilidad (24/7), adscrito al MOPT que se encargue de supervisar la semaforiza­ ción inteligente, políticas para el orde",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "ovación • Establecer en un plazo máximo de 90 días una vez asumido el",
      "funding_text": "big data, app y cualquier otra herra­ mienta tecnológica que pe"
    },
    "evidence": {
      "pdf_id": "CDS",
      "page": 107,
      "snippet": "Meta • Publicar en SICOP el concurso para adjudicación de la concesión del Tren Eléctrico para el Comercio y Desarrollo a más tardar en 36 meses después de asumir el gobierno • Requerir en las concesiones de puertos y trenes el uso de Te…"
    }
  },
  {
    "proposal_id": "cr1-21031dab",
    "candidate_id": "douglas-caamano-q",
    "pillar_id": "P1",
    "proposal_title": "El proyecto fue tan visionario que permitirá aumentar sig…",
    "proposal_text": "El proyecto fue tan visionario que permitirá aumentar significativamente la recaudación del estado, con tan solo el 10% ya que desarrollara una cultura tributaria entre los costarricenses con el hecho de que todos y todas nos acostumbraremos a solicitar el comprobante o factura electrónica, toda vez que en cada oportunidad de compra, estaremos aumentando en un 3% de esa compra el fondo para nuestra propia pensión complementaria Por otra parte es un proyecto totalmente solidario, ya que el 3% de ",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "CR1",
      "page": 16,
      "snippet": "El proyecto fue tan visionario que permitirá aumentar significativamente la recaudación del estado, con tan solo el 10% ya que desarrollara una cultura tributaria entre los costarricenses con el hecho de que todos y todas nos acostumbrar…"
    }
  },
  {
    "proposal_id": "cr1-81ef0c6a",
    "candidate_id": "douglas-caamano-q",
    "pillar_id": "P2",
    "proposal_title": "8 forjar una nueva familia – ESO NO PUEDE SUCEDER EN COST…",
    "proposal_text": "8 forjar una nueva familia – ESO NO PUEDE SUCEDER EN COSTA RICA, si someternos a estas y muchas otras restricciones, significa aceptar algunas de las metas de las agendas regulativas internacionales, pues que sepan todos y todas, que nos opondremos con valentía y firmeza, el ordenamiento internacional tiene que tener límites razonables, sin que los abusos atenten contra la liberta de propiedad y la idiosincrasia familiar de los costarricenses 2- Volver a la paz y la tranquilidad Las mafias organ",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "ontra los recursos del estado, están todos los días involucrando a nuestros jóv"
    },
    "evidence": {
      "pdf_id": "CR1",
      "page": 8,
      "snippet": "8 forjar una nueva familia – ESO NO PUEDE SUCEDER EN COSTA RICA, si someternos a estas y muchas otras restricciones, significa aceptar algunas de las metas de las agendas regulativas internacionales, pues que sepan todos y todas, que nos…"
    }
  },
  {
    "proposal_id": "cr1-b28045f9",
    "candidate_id": "douglas-caamano-q",
    "pillar_id": "P3",
    "proposal_title": "Autoridad con respaldo • Aumentar el presupuesto operativ…",
    "proposal_text": "Autoridad con respaldo • Aumentar el presupuesto operativo y logístico del Ministerio de Seguridad. • Fortalecer el entrenamiento táctico, ético y tecnológico de la Fuerza Pública. • Implementar una Política de Tolerancia Cero frente a estructuras criminales. • Reforzar la presencia policial en centros educativos y comunidades vulnerables. 2",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "ública. • Implementar una Política de Tolerancia Cero frente a estructu",
      "funding_text": "mentar el presupuesto operativo y logístico del Ministerio de Seguridad"
    },
    "evidence": {
      "pdf_id": "CR1",
      "page": 46,
      "snippet": "Autoridad con respaldo • Aumentar el presupuesto operativo y logístico del Ministerio de Seguridad. • Fortalecer el entrenamiento táctico, ético y tecnológico de la Fuerza Pública. • Implementar una Política de Tolerancia Cero frente a e…"
    }
  },
  {
    "proposal_id": "cr1-6202ec0c",
    "candidate_id": "douglas-caamano-q",
    "pillar_id": "P4",
    "proposal_title": "Para mitigar el problema existente, proponemos, las sigui…",
    "proposal_text": "Para mitigar el problema existente, proponemos, las siguientes ocho medidas: 1- Promover a nivel Universitario en las ciencias médicas los convenios que permitan preparar especialistas de conformidad con la urgencia requerida, hacia el futuro, creemos que la CCSS debe de promover la iniciativa. 2- Establecer una partida presupuestaria adicional para el pago adicional de especialistas pensionados, (que aun estén en condiciones de laborar) para que regresen a los quirófanos, contratados por servic",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "mentar el programa de médicos cirujanos especialistas. 5- Abrir en el I",
      "funding_text": "a partida presupuestaria adicional para el pago adicional de especialist"
    },
    "evidence": {
      "pdf_id": "CR1",
      "page": 12,
      "snippet": "Para mitigar el problema existente, proponemos, las siguientes ocho medidas: 1- Promover a nivel Universitario en las ciencias médicas los convenios que permitan preparar especialistas de conformidad con la urgencia requerida, hacia el f…"
    }
  },
  {
    "proposal_id": "cr1-8289bf91",
    "candidate_id": "douglas-caamano-q",
    "pillar_id": "P5",
    "proposal_title": "Planificación a futuro es la clave, es el camino para alc…",
    "proposal_text": "Planificación a futuro es la clave, es el camino para alcanzar educación de excelencia que este de la mano con lo que el país requiere, para nuestras nuevas generaciones, en tal sentido los programas de educación deben de ser actualizados a los objetivos de la planificación del estado costarricense y sus necesidades, para ello, debemos de promover entre otros aspectos: a) Tomar las acciones administrativas, financieras y académicas, para de una vez por todas se logre implementar la enseñanza en ",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "se logre implementar la enseñanza en los centros de educación pública,",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "CR1",
      "page": 13,
      "snippet": "Planificación a futuro es la clave, es el camino para alcanzar educación de excelencia que este de la mano con lo que el país requiere, para nuestras nuevas generaciones, en tal sentido los programas de educación deben de ser actualizado…"
    }
  },
  {
    "proposal_id": "cr1-82db516b",
    "candidate_id": "douglas-caamano-q",
    "pillar_id": "P6",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "CR1",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "cr1-e61b00d2",
    "candidate_id": "douglas-caamano-q",
    "pillar_id": "P7",
    "proposal_title": "50 • Crear la Oficina Nacional de Transparencia y Anticor…",
    "proposal_text": "50 • Crear la Oficina Nacional de Transparencia y Anticorrupción, con autonomía y facultades de denuncia directa ante el MP. • Implementar la Plataforma Única de Servicios Digitales (PUSD). • Eliminar dietas y privilegios innecesarios en juntas y consejos estatales. • Revisar y fusionar instituciones con funciones duplicadas. • Publicar en línea todos los contratos y presupuestos públicos",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "50 • Crear la Oficina Nacional de Transparencia y Anticorrupció",
      "funding_text": "ntratos y presupuestos públicos"
    },
    "evidence": {
      "pdf_id": "CR1",
      "page": 50,
      "snippet": "50 • Crear la Oficina Nacional de Transparencia y Anticorrupción, con autonomía y facultades de denuncia directa ante el MP. • Implementar la Plataforma Única de Servicios Digitales (PUSD). • Eliminar dietas y privilegios innecesarios en…"
    }
  },
  {
    "proposal_id": "cr1-efa0a195",
    "candidate_id": "douglas-caamano-q",
    "pillar_id": "P8",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "CR1",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "cr1-d197cad3",
    "candidate_id": "douglas-caamano-q",
    "pillar_id": "P9",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "CR1",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "cr1-4a637920",
    "candidate_id": "douglas-caamano-q",
    "pillar_id": "P10",
    "proposal_title": "27 Todo ello, con el propósito de general una concesión d…",
    "proposal_text": "27 Todo ello, con el propósito de general una concesión de obra pública que construya la obra la administre por el periodo que corresponda según la factibilidad financiera y finalmente las traslade a todos los costarricenses, lo importante es que hacia el futuro tengamos menos presas y agilicemos el pronto regreso a nuestros hogares, pero más importante es que iniciemos el proyecto. 04-Aeropuerto Internacional de Orotina Representación esquemática del proyecto Aeropuerto Internacional Orotina De",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "neral una concesión de obra pública que construya la obra la administ"
    },
    "evidence": {
      "pdf_id": "CR1",
      "page": 27,
      "snippet": "27 Todo ello, con el propósito de general una concesión de obra pública que construya la obra la administre por el periodo que corresponda según la factibilidad financiera y finalmente las traslade a todos los costarricenses, lo importan…"
    }
  },
  {
    "proposal_id": "fa-8ee761ed",
    "candidate_id": "frente-amplio-ariel-robles-barrantes",
    "pillar_id": "P1",
    "proposal_title": "Este programa busca un proceso continuo de identificación…",
    "proposal_text": "Este programa busca un proceso continuo de identificación y colocación por parte de IMAS, MTSS y PANI de dichas madres en los espacios educativos, tomando en cuenta que esta acción trasciende las acciones realizadas en la Estrategia Puente al Desarrollo. ●​ Atender las recomendaciones formuladas por la Contraloría General de la República con el fin de garantizar acceso universal al programa, mejorar la articulación de los distintos actores y modalidades de cuido (Informe DFOESOC-IF-18-2015). ●​ ",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "cundaria, mediante el aseguramiento presupuestario y la búsqueda de una gestión más e",
      "funding_text": "uramiento presupuestario y la búsqueda de una gestión más eficiente de l"
    },
    "evidence": {
      "pdf_id": "FA",
      "page": 11,
      "snippet": "Este programa busca un proceso continuo de identificación y colocación por parte de IMAS, MTSS y PANI de dichas madres en los espacios educativos, tomando en cuenta que esta acción trasciende las acciones realizadas en la Estrategia Puen…"
    }
  },
  {
    "proposal_id": "fa-0b0934e8",
    "candidate_id": "frente-amplio-ariel-robles-barrantes",
    "pillar_id": "P2",
    "proposal_title": "●​ Asegurar el cumplimiento efectivo de la normativa que …",
    "proposal_text": "●​ Asegurar el cumplimiento efectivo de la normativa que garantiza la protección de la integridad de mujeres indígenas y la recuperación efectiva de la tierra en los territorios indígenas. ●​ Revisar las concesiones en Zona Marítimo Terrestre y Franja Fronteriza para valorar la condición de las mujeres en estos territorios ●​ Garantizar la continuidad en las acciones públicas desarrolladas por el Ministerio de Agricultura y Ganadería, Instituto Nacional de Aprendizaje y Ministerio de Economía, A",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "ario y un plan de acción para fortalecer el marco normativo y operativo qu",
      "funding_text": "uentes de financiamiento no reembolsables en apoyo a los emprendimientos y"
    },
    "evidence": {
      "pdf_id": "FA",
      "page": 31,
      "snippet": "●​ Asegurar el cumplimiento efectivo de la normativa que garantiza la protección de la integridad de mujeres indígenas y la recuperación efectiva de la tierra en los territorios indígenas. ●​ Revisar las concesiones en Zona Marítimo Terr…"
    }
  },
  {
    "proposal_id": "fa-38de670a",
    "candidate_id": "frente-amplio-ariel-robles-barrantes",
    "pillar_id": "P3",
    "proposal_title": "esfuerzos deben ser un trabajo en conjunto entre los sist…",
    "proposal_text": "esfuerzos deben ser un trabajo en conjunto entre los sistemas de educación, seguridad y salud para potenciar el acceso gradual y oportuno al desarrollo humano, por esto, es necesario revisar los alcances que tienen actualmente los programas de inversión social, con el propósito de ampliar su cobertura, en conjunto con las instituciones encargadas. ●​ Destinar al menos el 50% de los recursos generados por Ley del Impuesto a las Personas Jurídicas y la Ley del Impuesto a los Casinos, para financia",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "cutará un programa de promoción de la cultura de paz y la convivencia d",
      "funding_text": "nos, para financiar programas de seguridad preventiva dirigidos a pob"
    },
    "evidence": {
      "pdf_id": "FA",
      "page": 142,
      "snippet": "esfuerzos deben ser un trabajo en conjunto entre los sistemas de educación, seguridad y salud para potenciar el acceso gradual y oportuno al desarrollo humano, por esto, es necesario revisar los alcances que tienen actualmente los progra…"
    }
  },
  {
    "proposal_id": "fa-5b7d4ff6",
    "candidate_id": "frente-amplio-ariel-robles-barrantes",
    "pillar_id": "P4",
    "proposal_title": "Un modelo de salud y de seguridad social como derecho hum…",
    "proposal_text": "Un modelo de salud y de seguridad social como derecho humano ●​ Continuar con la gestión del expediente N.º 20970, Ley para Prohibir Todas Aquellas \"Terapias\" Dirigidas a Revertir o Modificar con Fines de Pretendida \"Curación\" la Orientación Sexual de las Personas LGBTI. ●​ Continuar con la gestión del proyecto de ley expediente N.º 24507 Ley para Modernizar la Ley General de Salud en Materia de Contaminación Sonora y Promover los Paisajes Sonoros Positivos. 1.2 Salud mental ●​ Continuar con el ",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "stión del proyecto de ley expediente N.º 24507 Ley para Modernizar la Ley G",
      "funding_text": "mentar el Presupuesto que Invierte el Estado en la Atención de la Salud"
    },
    "evidence": {
      "pdf_id": "FA",
      "page": 21,
      "snippet": "Un modelo de salud y de seguridad social como derecho humano ●​ Continuar con la gestión del expediente N.º 20970, Ley para Prohibir Todas Aquellas \"Terapias\" Dirigidas a Revertir o Modificar con Fines de Pretendida \"Curación\" la Orienta…"
    }
  },
  {
    "proposal_id": "fa-e3a7f32a",
    "candidate_id": "frente-amplio-ariel-robles-barrantes",
    "pillar_id": "P5",
    "proposal_title": "de la Ley 5662 de Desarrollo Social y Asignaciones Famili…",
    "proposal_text": "de la Ley 5662 de Desarrollo Social y Asignaciones Familiares, fortaleciendo su financiamiento y mejorando la coordinación entre el Instituto Mixto de Ayuda Social (IMAS), MEP, el Patronato Nacional de la Infancia (PANI) y la Dirección de Economía Social Solidaria del Ministerio de Trabajo y Seguridad Social. ●​ Universalización del servicio de comedores escolares tutelado bajo el Programa de Alimentación y Nutrición Escolar y Adolescente (PANEA) del MEP, para que la población estudiantil de III",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "o bajo el Programa de Alimentación y Nutrición Escolar y Adolescente (P",
      "funding_text": "ciendo su financiamiento y mejorando la coordinación entre el Instituto Mi"
    },
    "evidence": {
      "pdf_id": "FA",
      "page": 10,
      "snippet": "de la Ley 5662 de Desarrollo Social y Asignaciones Familiares, fortaleciendo su financiamiento y mejorando la coordinación entre el Instituto Mixto de Ayuda Social (IMAS), MEP, el Patronato Nacional de la Infancia (PANI) y la Dirección d…"
    }
  },
  {
    "proposal_id": "fa-99cc9e69",
    "candidate_id": "frente-amplio-ariel-robles-barrantes",
    "pillar_id": "P6",
    "proposal_title": "En este sentido, el MREC mantendrá la rectoría de polític…",
    "proposal_text": "En este sentido, el MREC mantendrá la rectoría de política exterior del anterior MREC, a la que se le sumarían la rectoría en Cooperación Internacional, actualmente en manos del MIDEPLAN, la rectoría de comercio exterior y lo relativo a la Organización para la Cooperación y Desarrollo Económicos (OCDE), actualmente en manos del COMEX, de acuerdo con lo establecido en el Plan Nacional de Desarrollo y los compromisos internacionales asumidos por el país en materia de derechos humanos, cambio climá",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "ido en el Plan Nacional de Desarrollo y los compromisos internacionales a",
      "funding_text": "ctoría en Cooperación Internacional, actualmente en manos del MIDEPLAN, la rectoría d"
    },
    "evidence": {
      "pdf_id": "FA",
      "page": 132,
      "snippet": "En este sentido, el MREC mantendrá la rectoría de política exterior del anterior MREC, a la que se le sumarían la rectoría en Cooperación Internacional, actualmente en manos del MIDEPLAN, la rectoría de comercio exterior y lo relativo a …"
    }
  },
  {
    "proposal_id": "fa-29c16efb",
    "candidate_id": "frente-amplio-ariel-robles-barrantes",
    "pillar_id": "P7",
    "proposal_title": "●​ Implementación de un plan nacional de digitalización d…",
    "proposal_text": "●​ Implementación de un plan nacional de digitalización del sistema eléctrico, incluyendo medidores inteligentes, automatización y plataformas de atención. ●​ Incorporación de almacenamiento, redes inteligentes, generación distribuida y modernización de la red de transmisión. ●​ Creación de una comisión interinstitucional del sector energía para identificar proyectos viables de investigación energética en universidades públicas. ●​ Convenios con UCR, UNA, TEC, UNED y UTN para desarrollar tecnolo",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "lanzar el Programa Nacional de Clústeres para promover el desarrollo económic",
      "funding_text": "porte. ●​ Financiamiento público de investigación y aplicación piloto de t"
    },
    "evidence": {
      "pdf_id": "FA",
      "page": 114,
      "snippet": "●​ Implementación de un plan nacional de digitalización del sistema eléctrico, incluyendo medidores inteligentes, automatización y plataformas de atención. ●​ Incorporación de almacenamiento, redes inteligentes, generación distribuida y …"
    }
  },
  {
    "proposal_id": "fa-222bdf78",
    "candidate_id": "frente-amplio-ariel-robles-barrantes",
    "pillar_id": "P8",
    "proposal_title": "Propuestas para legislar: ●​ Declaración y operacionaliza…",
    "proposal_text": "Propuestas para legislar: ●​ Declaración y operacionalización de la asistencia social como un derecho por medio de la modificación de la Ley Constitutiva del IMAS (Ley 4760). ●​ Modificación de la Ley Avancemos (Ley 9617) para garantizar su soporte presupuestario y asegurar las condiciones del subsidio sin que medien cambios provenientes de los gobiernos de turno (esto significa el impulso al proyecto de ley expediente N.º 24.227, propuesto por Jonathan Acuña). 11",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "mpulso al proyecto de ley expediente N.º 24.227, propuesto por Jonathan Acu",
      "funding_text": "u soporte presupuestario y asegurar las condiciones del subsidio sin que"
    },
    "evidence": {
      "pdf_id": "FA",
      "page": 12,
      "snippet": "Propuestas para legislar: ●​ Declaración y operacionalización de la asistencia social como un derecho por medio de la modificación de la Ley Constitutiva del IMAS (Ley 4760). ●​ Modificación de la Ley Avancemos (Ley 9617) para garantizar…"
    }
  },
  {
    "proposal_id": "fa-6c0e0c7e",
    "candidate_id": "frente-amplio-ariel-robles-barrantes",
    "pillar_id": "P9",
    "proposal_title": "Falta una estrategia-país estable, con cartera anual de e…",
    "proposal_text": "Falta una estrategia-país estable, con cartera anual de eventos, infraestructura y diplomacia deportiva. ●​ Rectoría, institucionalidad y simplificación: ○​ Consolidar la rectoría del MIDEPOR y la ejecución técnica del ICODER, con planes cuatrienales alineados a PONADRAF; fortalecer la Secretaría Técnica de PONADRAF en ICODER para el planteamiento de la PONADRAF 2030-2040. ○​ Establecer un tablero de control sectorial, con indicadores trimestrales (actividad física, infraestructura, denuncias de",
    "dimensions": {
      "existence": 1,
      "when": 1,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "2030-2040",
      "how_text": "-2040. ○​ Establecer un tablero de control sectorial, con indicadores",
      "funding_text": "ejecución presupuestaria, participación femenina y paradeporte). ○​ Prop"
    },
    "evidence": {
      "pdf_id": "FA",
      "page": 99,
      "snippet": "Falta una estrategia-país estable, con cartera anual de eventos, infraestructura y diplomacia deportiva. ●​ Rectoría, institucionalidad y simplificación: ○​ Consolidar la rectoría del MIDEPOR y la ejecución técnica del ICODER, con planes…"
    }
  },
  {
    "proposal_id": "fa-786127e5",
    "candidate_id": "frente-amplio-ariel-robles-barrantes",
    "pillar_id": "P10",
    "proposal_title": "Extender el modelo de propuesto y la alternativa de finan…",
    "proposal_text": "Extender el modelo de propuesto y la alternativa de financiamiento a otros proyectos viales. ●​ Revisar y renegociar el contrato de concesión de la carretera San José-Caldera para restablecer el equilibrio financiero a través de la determinación de los ingresos reales que ha recibido el concesionario para reducir el plazo de concesión, al mismo tiempo que se frenan los aumentos abusivos en tarifas de peaje y se concluyen –a la mayor brevedad– las obras inconclusas de dicho proyecto. ●​ Reformar ",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "inanciero a través de la determinación de los ingresos reales que ha re",
      "funding_text": "nativa de financiamiento a otros proyectos viales. ●​ Revisar y renegociar"
    },
    "evidence": {
      "pdf_id": "FA",
      "page": 107,
      "snippet": "Extender el modelo de propuesto y la alternativa de financiamiento a otros proyectos viales. ●​ Revisar y renegociar el contrato de concesión de la carretera San José-Caldera para restablecer el equilibrio financiero a través de la deter…"
    }
  },
  {
    "proposal_id": "pa-13d7beed",
    "candidate_id": "jose-aguilar-ussegl",
    "pillar_id": "P1",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PA",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pa-aad16317",
    "candidate_id": "jose-aguilar-ussegl",
    "pillar_id": "P2",
    "proposal_title": "Ejecutaremos un Programa de “Segunda Oportunidad” educati…",
    "proposal_text": "Ejecutaremos un Programa de “Segunda Oportunidad” educativa que permita y fomente la reinserción de jóvenes que desertaron del sistema, con becas y tutorías comunitarias, y programas de salud mental y prevención de adicciones accesibles desde escuelas y EBAIS. d)​ Oportunidades de empleo juvenil: Incentivos laborales para empresas que contraten jóvenes de zonas vulnerables, con acompañamiento de mentoría",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "aremos un Programa de “Segunda Oportunidad” educativa que permita y fom",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PA",
      "page": 12,
      "snippet": "Ejecutaremos un Programa de “Segunda Oportunidad” educativa que permita y fomente la reinserción de jóvenes que desertaron del sistema, con becas y tutorías comunitarias, y programas de salud mental y prevención de adicciones accesibles …"
    }
  },
  {
    "proposal_id": "pa-bd9e7709",
    "candidate_id": "jose-aguilar-ussegl",
    "pillar_id": "P3",
    "proposal_title": "Con liderazgo firme desde la Presidencia, un comando técn…",
    "proposal_text": "Con liderazgo firme desde la Presidencia, un comando técnico y político especializado en la Vicepresidencia y una estrategia financiera responsable e innovadora, lideraremos la activación del Consejo de Seguridad ampliado (Ley 7410) con un centro de mando en Casa Presidencial para coordinar y articular los tres poderes de la república y la integración de otros actores claves como las municipalidades, el OIJ, la empresa privada, las comunidades organizadas, ONGs y más. 7",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PA",
      "page": 8,
      "snippet": "Con liderazgo firme desde la Presidencia, un comando técnico y político especializado en la Vicepresidencia y una estrategia financiera responsable e innovadora, lideraremos la activación del Consejo de Seguridad ampliado (Ley 7410) con …"
    }
  },
  {
    "proposal_id": "pa-2fd6262a",
    "candidate_id": "jose-aguilar-ussegl",
    "pillar_id": "P4",
    "proposal_title": "Más y mejor personal de salud, bien distribuido Impulsare…",
    "proposal_text": "Más y mejor personal de salud, bien distribuido Impulsaremos ampliar la formación de especialistas prioritarios con becas financiadas por la CCSS, vinculadas al compromiso de servicio en la red pública y regiones con mayor necesidad",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PA",
      "page": 24,
      "snippet": "Más y mejor personal de salud, bien distribuido Impulsaremos ampliar la formación de especialistas prioritarios con becas financiadas por la CCSS, vinculadas al compromiso de servicio en la red pública y regiones con mayor necesidad"
    }
  },
  {
    "proposal_id": "pa-6aad6148",
    "candidate_id": "jose-aguilar-ussegl",
    "pillar_id": "P5",
    "proposal_title": "Impulsaremos un plan nacional de formación continua con a…",
    "proposal_text": "Impulsaremos un plan nacional de formación continua con apoyo de inteligencia artificial para elevar la calidad pedagógica. a) Diseñaremos un plan nacional de fortalecimiento docente en coordinación con el Centro Uladislao Gámez, basado en datos de evaluación y orientado a mejorar conocimiento disciplinar y habilidades didácticas. b) Incorporaremos herramientas de inteligencia artificial para retroalimentación docente, con el fin de acompañar y mejorar la práctica pedagógica, con herramientas te",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "aremos un plan nacional de formación continua con apoyo de inteligencia a",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PA",
      "page": 16,
      "snippet": "Impulsaremos un plan nacional de formación continua con apoyo de inteligencia artificial para elevar la calidad pedagógica. a) Diseñaremos un plan nacional de fortalecimiento docente en coordinación con el Centro Uladislao Gámez, basado …"
    }
  },
  {
    "proposal_id": "pa-bae3d055",
    "candidate_id": "jose-aguilar-ussegl",
    "pillar_id": "P6",
    "proposal_title": "La separación obligatoria de residuos en origen se comple…",
    "proposal_text": "La separación obligatoria de residuos en origen se complementará con centros de acopio municipales y cadenas de reciclaje financiadas por una Ley de Responsabilidad Extendida del Productor",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PA",
      "page": 33,
      "snippet": "La separación obligatoria de residuos en origen se complementará con centros de acopio municipales y cadenas de reciclaje financiadas por una Ley de Responsabilidad Extendida del Productor"
    }
  },
  {
    "proposal_id": "pa-ee5e3170",
    "candidate_id": "jose-aguilar-ussegl",
    "pillar_id": "P7",
    "proposal_title": "Con estas herramientas, el Estado se vuelve más transpare…",
    "proposal_text": "Con estas herramientas, el Estado se vuelve más transparente, la ciudadanía recupera confianza en las instituciones y la política deja de ser un asunto de pocos para convertirse en una construcción colectiva y cotidiana. 5.​ Oficina Nacional de Datos e Interoperabilidad (ONDI), sin crear más burocracia ni nuevas instituciones con cargo al presupuesto, integrando unidades existentes y reorganizando funciones actuales para modernizar las áreas existentes. 6.​ Portal único del Estado con transparen",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "icial. ●​ Reforma a la Ley de Datos Personales. ●​ Reforma de contrat",
      "funding_text": "cargo al presupuesto, integrando unidades existentes y reorganizando f"
    },
    "evidence": {
      "pdf_id": "PA",
      "page": 27,
      "snippet": "Con estas herramientas, el Estado se vuelve más transparente, la ciudadanía recupera confianza en las instituciones y la política deja de ser un asunto de pocos para convertirse en una construcción colectiva y cotidiana. 5.​ Oficina Naci…"
    }
  },
  {
    "proposal_id": "pa-956f044a",
    "candidate_id": "jose-aguilar-ussegl",
    "pillar_id": "P8",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PA",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pa-3b4a599a",
    "candidate_id": "jose-aguilar-ussegl",
    "pillar_id": "P9",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PA",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pa-781d4b32",
    "candidate_id": "jose-aguilar-ussegl",
    "pillar_id": "P10",
    "proposal_title": "La modernización de carreteras, transporte, puertos, aero…",
    "proposal_text": "La modernización de carreteras, transporte, puertos, aeropuertos, internet y energía serán clave para reducir costos logísticos, elevar la productividad y atraer inversión. a)​ Plan Nacional de Infraestructura 2026–2030 i)​ Ampliación total de Ruta 27 y finalización de Ruta 32. ii)​ Construcción de la trocha norte y mantenimiento de rutas en Guanacaste, Zona Sur y Zona Norte. iii)​ Fondo Nacional de Infraestructura con recursos públicos, préstamos internacionales y capital privado. iv)​ Vía rápi",
    "dimensions": {
      "existence": 1,
      "when": 1,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "2026–2030",
      "how_text": "sión. a)​ Plan Nacional de Infraestructura 2026–2030 i)​ Ampliación total",
      "funding_text": "ctura con recursos públicos, préstamos internacionales y capital privado. iv)"
    },
    "evidence": {
      "pdf_id": "PA",
      "page": 19,
      "snippet": "La modernización de carreteras, transporte, puertos, aeropuertos, internet y energía serán clave para reducir costos logísticos, elevar la productividad y atraer inversión. a)​ Plan Nacional de Infraestructura 2026–2030 i)​ Ampliación to…"
    }
  },
  {
    "proposal_id": "pdlct-31310ea9",
    "candidate_id": "david-hernandez-brenes",
    "pillar_id": "P1",
    "proposal_title": "Política fiscal transitoria Mientras la clase obrera logr…",
    "proposal_text": "Política fiscal transitoria Mientras la clase obrera logra avanzar en la consolidación del plan de expropiaciones y de control obrero sobre las principales empresas, impulsaremos una política fiscal basada en 3 ejes principales: - Cese inmediato de los pagos de la deuda pública que supera los 35.000.000 millones y que en un gran porcentaje está en manos de empresas privadas que lucran con el cobro de intereses usureros a cargo del Estado. - Instauración del monopolio del comercio exterior en man",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "ra los 35.000.000 millones y que en un gran porcentaje está en manos de empr"
    },
    "evidence": {
      "pdf_id": "PDLCT",
      "page": 10,
      "snippet": "Política fiscal transitoria Mientras la clase obrera logra avanzar en la consolidación del plan de expropiaciones y de control obrero sobre las principales empresas, impulsaremos una política fiscal basada en 3 ejes principales: - Cese i…"
    }
  },
  {
    "proposal_id": "pdlct-672f1fc8",
    "candidate_id": "david-hernandez-brenes",
    "pillar_id": "P2",
    "proposal_title": "Con los 15 billones de colones que hoy se reparten los du…",
    "proposal_text": "Con los 15 billones de colones que hoy se reparten los dueños de las grandes empresas, se podrían resolver en un solo año los principales problemas sociales del país: ◦ En Salud: Duplicar el presupuesto anual de la CCSS, que hoy es de 6.5 billones. ◦ En Vivienda: Cubrir el déficit habitacional de 150 mil viviendas, otorgando bonos completos (con terreno incluido) por 2.8 billones de colones. ◦ En Educación: Duplicar el presupuesto del MEP (2.6 billones) y de las universidades públicas (0.5 billo",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "ansporte: Financiar completamente el proyecto del tren eléctrico, val"
    },
    "evidence": {
      "pdf_id": "PDLCT",
      "page": 7,
      "snippet": "Con los 15 billones de colones que hoy se reparten los dueños de las grandes empresas, se podrían resolver en un solo año los principales problemas sociales del país: ◦ En Salud: Duplicar el presupuesto anual de la CCSS, que hoy es de 6.…"
    }
  },
  {
    "proposal_id": "pdlct-8a09ca0e",
    "candidate_id": "david-hernandez-brenes",
    "pillar_id": "P3",
    "proposal_title": "Cárcel a los patronos que incumplan estas obligaciones. -…",
    "proposal_text": "Cárcel a los patronos que incumplan estas obligaciones. - Por el derecho a formar sindicatos y a ser electas como representantes. - ¡Abajo la Ley de Migración! Por la regulariza- ción migratoria inmediata de la clase trabaja- dora y sus familias. - Derecho a votar y a ser electas en los puestos de elección popular. - Acceso efectivo a los trámites y protección real para las personas refugiadas, así como acceso pleno a todos sus derechos de salud, educación y laboral. - Amnistía para las personas",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PDLCT",
      "page": 23,
      "snippet": "Cárcel a los patronos que incumplan estas obligaciones. - Por el derecho a formar sindicatos y a ser electas como representantes. - ¡Abajo la Ley de Migración! Por la regulariza- ción migratoria inmediata de la clase trabaja- dora y sus …"
    }
  },
  {
    "proposal_id": "pdlct-c34dadcf",
    "candidate_id": "david-hernandez-brenes",
    "pillar_id": "P4",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PDLCT",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pdlct-abac0e75",
    "candidate_id": "david-hernandez-brenes",
    "pillar_id": "P5",
    "proposal_title": "Frente a esto, creemos que es necesario abrirle la puerta…",
    "proposal_text": "Frente a esto, creemos que es necesario abrirle la puerta a la juventud y por eso proponemos: - Derecho al voto a todas las personas mayores de 15 años. - Destinar un 10% del PIB a la educación pública y un 1,5% para la Educación Superior Pública, de manera que se atiendan las necesidades educativas requeridas por la población. - Implementar un Boleto Educativo Gratuito, que permita que todo estudiante pueda llegar a su centro educativo utilizando el servicio de transporte público sin pagar. - C",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "ión de un Plan Nacional para el Uso de Anticonceptivos para hacer más acc",
      "funding_text": "stinar un 10% del PIB a la educación pública y un 1,5% para la Educació"
    },
    "evidence": {
      "pdf_id": "PDLCT",
      "page": 21,
      "snippet": "Frente a esto, creemos que es necesario abrirle la puerta a la juventud y por eso proponemos: - Derecho al voto a todas las personas mayores de 15 años. - Destinar un 10% del PIB a la educación pública y un 1,5% para la Educación Superio…"
    }
  },
  {
    "proposal_id": "pdlct-45506987",
    "candidate_id": "david-hernandez-brenes",
    "pillar_id": "P6",
    "proposal_title": "Frente a este proceso de avance agresivo del sector empre…",
    "proposal_text": "Frente a este proceso de avance agresivo del sector empresarial por convertir la naturaleza en ganancias, la clase trabajadora debe seguir orga- nizando la resistencia y promover un programa que promueva: - La unidad de la clase trabajadora y los pueblos centroamericanos en defensa de los recursos naturales y los territorios. - La recuperación mediante expropiación de todos los recursos como minerales, acueduc- tos, bosques, represas y demás recursos que están en manos de empresas privadas, para",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "dos, sino establecer responsabilidad política y penal de los responsab",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PDLCT",
      "page": 33,
      "snippet": "Frente a este proceso de avance agresivo del sector empresarial por convertir la naturaleza en ganancias, la clase trabajadora debe seguir orga- nizando la resistencia y promover un programa que promueva: - La unidad de la clase trabajad…"
    }
  },
  {
    "proposal_id": "pdlct-70561288",
    "candidate_id": "david-hernandez-brenes",
    "pillar_id": "P7",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PDLCT",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pdlct-ab987e38",
    "candidate_id": "david-hernandez-brenes",
    "pillar_id": "P8",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PDLCT",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pdlct-c118e5a4",
    "candidate_id": "david-hernandez-brenes",
    "pillar_id": "P9",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PDLCT",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pdlct-84dd6c54",
    "candidate_id": "david-hernandez-brenes",
    "pillar_id": "P10",
    "proposal_title": "Para eso, debemos impulsar un plan de expropiaciones de l…",
    "proposal_text": "Para eso, debemos impulsar un plan de expropiaciones de las empresas principales del país, en áreas estratégicas como la energía, producción de alimentos, la construcción y el transporte",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PDLCT",
      "page": 9,
      "snippet": "Para eso, debemos impulsar un plan de expropiaciones de las empresas principales del país, en áreas estratégicas como la energía, producción de alimentos, la construcción y el transporte"
    }
  },
  {
    "proposal_id": "pel-071c8697",
    "candidate_id": "marco-rodriguez",
    "pillar_id": "P1",
    "proposal_title": "Será un pacto nacional donde aseguraremos que las enferme…",
    "proposal_text": "Será un pacto nacional donde aseguraremos que las enfermedades catastróficas no signifiquen la ruina familiar y no siga golpeando a la población en medicina curativa, también accionando la prevención constante dentro de los programas de la CCSS y el MINSA. • Un faro de esperanza contra el cáncer: Incentivaremos la creación del Centro de Medicamentos oncológicos de bajo costo, un programa de excelencia que combine la tecnología más avanzada con un modelo de acompañamiento humano para los paciente",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "costo, un programa de excelencia que combine la tecnología más avanzada",
      "funding_text": "basada en presupuesto por programas en"
    },
    "evidence": {
      "pdf_id": "PEL",
      "page": 59,
      "snippet": "Será un pacto nacional donde aseguraremos que las enfermedades catastróficas no signifiquen la ruina familiar y no siga golpeando a la población en medicina curativa, también accionando la prevención constante dentro de los programas de …"
    }
  },
  {
    "proposal_id": "pel-8d5cff8f",
    "candidate_id": "marco-rodriguez",
    "pillar_id": "P2",
    "proposal_title": "ABANDONO DEL SECTOR AGRÍCOLA. o Reactivación productiva: …",
    "proposal_text": "ABANDONO DEL SECTOR AGRÍCOLA. o Reactivación productiva: • Establecer un programa nacional de subsidio temporal a insumos agrícolas para reducir costos de producción. • Incentivos fiscales y financieros para la diversificación de cultivos con alto valor agregado. • Fortalecer el sistema de extensión agrícola con técnicos en todas las regiones rurales. • Creación del Programa de Seguros Agrícolas de Producción Permanente y la reserva de fondos de inmediatez a emergencias climáticas actuales. o Fi",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "to blando a través del Sistema de Banca para el Desarrollo. • Fondo de",
      "funding_text": "tuales. o Financiamiento y crédito rural: • Ampliación del acceso a crédit"
    },
    "evidence": {
      "pdf_id": "PEL",
      "page": 47,
      "snippet": "ABANDONO DEL SECTOR AGRÍCOLA. o Reactivación productiva: • Establecer un programa nacional de subsidio temporal a insumos agrícolas para reducir costos de producción. • Incentivos fiscales y financieros para la diversificación de cultivo…"
    }
  },
  {
    "proposal_id": "pel-818adcfe",
    "candidate_id": "marco-rodriguez",
    "pillar_id": "P3",
    "proposal_title": "¡CON ESPERANZA Y LIBERTAD, COSTA RICA VA CAMBIAR! 50 comu…",
    "proposal_text": "¡CON ESPERANZA Y LIBERTAD, COSTA RICA VA CAMBIAR! 50 comunitarias de seguridad, todas las policías del Estado y la prevención educativa. • Implementar programas de prevención social del delito focalizados en jóvenes en riesgo, con oportunidades educativas y laborales. • Fortalecer la justicia local mediante la creación de juzgados especializados en crimen organizado y narcotráfico. o Gestión, datos y control democrático: • Impulsar el marchamo permanente de seguridad ciudadana en los medios de t",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "cia local mediante la creación de juzgados especializados en crimen organizado y",
      "funding_text": "/equipos; presupuesto por resultados. o Centro de monitoreo nacional: •"
    },
    "evidence": {
      "pdf_id": "PEL",
      "page": 50,
      "snippet": "¡CON ESPERANZA Y LIBERTAD, COSTA RICA VA CAMBIAR! 50 comunitarias de seguridad, todas las policías del Estado y la prevención educativa. • Implementar programas de prevención social del delito focalizados en jóvenes en riesgo, con oportu…"
    }
  },
  {
    "proposal_id": "pel-74c15168",
    "candidate_id": "marco-rodriguez",
    "pillar_id": "P4",
    "proposal_title": "SALUD o Listas de espera y oportunidad • Reducir un 15% e…",
    "proposal_text": "SALUD o Listas de espera y oportunidad • Reducir un 15% el stock de listas de espera quirúrgicas y un 15% en consultas/diagnóstico para 2030. • Bajar el tiempo mediano de espera a menos de 9 meses en 2028 y de 6 meses en 2030. o Atención primaria y prevención • 180–200 EBAIS nuevos o reconfigurados priorizando cantones de mayor rezago; horario ampliado (nocturno / fin de semana) en un 30% de áreas de salud. • Hipertensión controlada en un 60% de personas con diagnóstico para 2030. • Diabetes: Re",
    "dimensions": {
      "existence": 1,
      "when": 1,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "2028–2030",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PEL",
      "page": 35,
      "snippet": "SALUD o Listas de espera y oportunidad • Reducir un 15% el stock de listas de espera quirúrgicas y un 15% en consultas/diagnóstico para 2030. • Bajar el tiempo mediano de espera a menos de 9 meses en 2028 y de 6 meses en 2030. o Atención…"
    }
  },
  {
    "proposal_id": "pel-61a20fec",
    "candidate_id": "marco-rodriguez",
    "pillar_id": "P5",
    "proposal_title": "ABANDONO DEL SECTOR AGRÍCOLA. • Recuperar la participació…",
    "proposal_text": "ABANDONO DEL SECTOR AGRÍCOLA. • Recuperar la participación del sector agrícola al 6% del PIB. • Aumentar en un 20% la producción nacional de granos básicos (arroz, frijoles, maíz). • Incorporar a jóvenes al sector agrícola mediante programas de emprendimiento rural y educación técnica especializada. • Implementar sistemas de de producción eficientes y eficaces en zonas de cultivo de alta cobertura. • Lograr que el 60% de pequeños productores tenga acceso a crédito agrícola con condiciones prefer",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "lizada. • Implementar sistemas de de producción eficientes y eficaces e",
      "funding_text": "rícola al 6% del PIB. • Aumentar en un 20% la producción nacional de g"
    },
    "evidence": {
      "pdf_id": "PEL",
      "page": 31,
      "snippet": "ABANDONO DEL SECTOR AGRÍCOLA. • Recuperar la participación del sector agrícola al 6% del PIB. • Aumentar en un 20% la producción nacional de granos básicos (arroz, frijoles, maíz). • Incorporar a jóvenes al sector agrícola mediante progr…"
    }
  },
  {
    "proposal_id": "pel-901ba304",
    "candidate_id": "marco-rodriguez",
    "pillar_id": "P6",
    "proposal_title": "¡CON ESPERANZA Y LIBERTAD, COSTA RICA VA CAMBIAR! 51 o Ad…",
    "proposal_text": "¡CON ESPERANZA Y LIBERTAD, COSTA RICA VA CAMBIAR! 51 o Adaptación climática y gestión del riesgo: • Obras grises-verdes: muros de contención, drenajes inteligentes y soluciones basadas en la naturaleza (restauración de manglares, riberas y humedales) en cuencas críticas. o Biodiversidad, bosques y océanos: • PES 2.0 (Pago por Servicios Ambientales): incentivos a conectividad ecológica, agroforestería y conservación privada/comunal; monitoreo satelital abierto. o Agua segura para todos: • Program",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "todos: • Programa Nacional de Agua 24/7: reducción de pérdidas, micromedició",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PEL",
      "page": 51,
      "snippet": "¡CON ESPERANZA Y LIBERTAD, COSTA RICA VA CAMBIAR! 51 o Adaptación climática y gestión del riesgo: • Obras grises-verdes: muros de contención, drenajes inteligentes y soluciones basadas en la naturaleza (restauración de manglares, riberas…"
    }
  },
  {
    "proposal_id": "pel-34100f4a",
    "candidate_id": "marco-rodriguez",
    "pillar_id": "P7",
    "proposal_title": "ESTADO SOBREENDEUDADO Y CRISIS FISCAL. o Reforma del Esta…",
    "proposal_text": "ESTADO SOBREENDEUDADO Y CRISIS FISCAL. o Reforma del Estado y eficiencia institucional: • Reducción de duplicidades en programas, planes y proyectos de las instituciones públicas. • Implantar una gestión por resultados con indicadores de desempeño y rendición de cuentas. • Fortalecer la ejecutividad e los recursos financieros, a través de la metodología de presupuestos por programas. o Digitalización y modernización administrativa: • Gobierno digital, unificación de plataformas estatales para el",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "ancieros, a través de la metodología de presupuestos por programas. o D",
      "funding_text": "ología de presupuestos por programas. o Digitalización y modernización"
    },
    "evidence": {
      "pdf_id": "PEL",
      "page": 43,
      "snippet": "ESTADO SOBREENDEUDADO Y CRISIS FISCAL. o Reforma del Estado y eficiencia institucional: • Reducción de duplicidades en programas, planes y proyectos de las instituciones públicas. • Implantar una gestión por resultados con indicadores de…"
    }
  },
  {
    "proposal_id": "pel-3c08ec38",
    "candidate_id": "marco-rodriguez",
    "pillar_id": "P8",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PEL",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pel-b03d98f1",
    "candidate_id": "marco-rodriguez",
    "pillar_id": "P9",
    "proposal_title": "¡CON ESPERANZA Y LIBERTAD, COSTA RICA VA CAMBIAR! 61 expe…",
    "proposal_text": "¡CON ESPERANZA Y LIBERTAD, COSTA RICA VA CAMBIAR! 61 experiencias culturales permanentes con bases sólidas de participación de poblaciones vulnerables. • Proteger la huella de nuestros adultos mayores: Desarrollaremos un Plan Nacional de Patrimonio para rescatar, conservar y celebrar los monumentos, las tradiciones y la memoria que nos define como costarricenses. • El Poder de la Cultura Viva: Impulsaremos el programa \"Cultura Viva Comunitaria\", financiando directamente los proyectos que nacen d",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "eremos el Programa de Residencias Artísticas para que nuestros creadore",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PEL",
      "page": 61,
      "snippet": "¡CON ESPERANZA Y LIBERTAD, COSTA RICA VA CAMBIAR! 61 experiencias culturales permanentes con bases sólidas de participación de poblaciones vulnerables. • Proteger la huella de nuestros adultos mayores: Desarrollaremos un Plan Nacional de…"
    }
  },
  {
    "proposal_id": "pel-8dc2af5d",
    "candidate_id": "marco-rodriguez",
    "pillar_id": "P10",
    "proposal_title": "¡CON ESPERANZA Y LIBERTAD, COSTA RICA VA CAMBIAR! 52 excl…",
    "proposal_text": "¡CON ESPERANZA Y LIBERTAD, COSTA RICA VA CAMBIAR! 52 exclusivos; integración con tren/bus eléctrico y ciclovías seguras. • Ordenamiento territorial: densificación cerca de ejes de transporte, manual de infraestructura verde (árboles urbanos, techos verdes, drenaje sostenible). o Gobernanza y financiamiento • Transparencia y métricas: tablero público periódico de metas 2030, auditoría ciudadana y compras abiertas. • Que la evidencia guíe la acción del Gobierno: Crearemos el Consejo Presidencial d",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "aremos un Programa Nacional de Becas para Doctorados en áreas STEM en conveni",
      "funding_text": "ernanza y financiamiento • Transparencia y métricas: tablero público perió"
    },
    "evidence": {
      "pdf_id": "PEL",
      "page": 52,
      "snippet": "¡CON ESPERANZA Y LIBERTAD, COSTA RICA VA CAMBIAR! 52 exclusivos; integración con tren/bus eléctrico y ciclovías seguras. • Ordenamiento territorial: densificación cerca de ejes de transporte, manual de infraestructura verde (árboles urba…"
    }
  },
  {
    "proposal_id": "pen-66ff4f03",
    "candidate_id": "claudio-alpizar",
    "pillar_id": "P1",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PEN",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pen-fd4528d0",
    "candidate_id": "claudio-alpizar",
    "pillar_id": "P2",
    "proposal_title": "Otros temas que el organismo internacional menciona y que…",
    "proposal_text": "Otros temas que el organismo internacional menciona y que se corresponden con este Programa de Gobierno, se exponen a continuación. 7.2 Mejorar la producción y la productividad El Informe del Fondo Monetario señala que para mejorar la producción y la produc- tividad en el país se deberían de tomar en consideración los siguientes elementos fundamentales, entre otros: • “Disminuir la informalidad en el mercado laboral y fortalecer la asistencia social, con el fin de reducir las brechas de habilida",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "el país, a través de una política pública que integre la respuesta a l",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PEN",
      "page": 68,
      "snippet": "Otros temas que el organismo internacional menciona y que se corresponden con este Programa de Gobierno, se exponen a continuación. 7.2 Mejorar la producción y la productividad El Informe del Fondo Monetario señala que para mejorar la pr…"
    }
  },
  {
    "proposal_id": "pen-065641ba",
    "candidate_id": "claudio-alpizar",
    "pillar_id": "P3",
    "proposal_title": "Crear un Manual Estandarizado de Procedimientos Policiale…",
    "proposal_text": "Crear un Manual Estandarizado de Procedimientos Policiales para que el ofi- cial de policía no tenga ninguna duda cuando hace un cumplimiento en as- pectos como el resguardo de la escena del crimen",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "Crear un Manual Estandarizado de Procedimientos Policiales",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PEN",
      "page": 39,
      "snippet": "Crear un Manual Estandarizado de Procedimientos Policiales para que el ofi- cial de policía no tenga ninguna duda cuando hace un cumplimiento en as- pectos como el resguardo de la escena del crimen"
    }
  },
  {
    "proposal_id": "pen-db422fc2",
    "candidate_id": "claudio-alpizar",
    "pillar_id": "P4",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PEN",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pen-209d8774",
    "candidate_id": "claudio-alpizar",
    "pillar_id": "P5",
    "proposal_title": "Finalmente, en Costa Rica cuando se aprobó la ley, no se …",
    "proposal_text": "Finalmente, en Costa Rica cuando se aprobó la ley, no se le concedió un solo colón al Poder Judicial, y ello, a la fecha, el OIJ depende de las donaciones de necropsias de las universidades para realizar la valoración médico legal, la cual es esencial en los casos de muerte animal",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PEN",
      "page": 94,
      "snippet": "Finalmente, en Costa Rica cuando se aprobó la ley, no se le concedió un solo colón al Poder Judicial, y ello, a la fecha, el OIJ depende de las donaciones de necropsias de las universidades para realizar la valoración médico legal, la cu…"
    }
  },
  {
    "proposal_id": "pen-fa91b7b6",
    "candidate_id": "claudio-alpizar",
    "pillar_id": "P6",
    "proposal_title": "-78- Programa de Gobierno Finalmente, cabe indicar que ha…",
    "proposal_text": "-78- Programa de Gobierno Finalmente, cabe indicar que hay instrumentos que pueden ayudar si nos decidimos por aplicar tecnología a profundidad: “las innovaciones tecnológicas como la agri- cultura de precisión, la reutilización del agua, la bioenergía y el biofertilizante o la agricultura inteligente ofrecen numerosas oportunidades para complementar este enfoque, lo que permite un uso intensivo y eficiente de los recursos, alta producti- vidad y baja huella ambiental, y aumento de la resilienci",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "-78- Programa de Gobierno Finalmente, cabe indicar que hay instrum",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PEN",
      "page": 78,
      "snippet": "-78- Programa de Gobierno Finalmente, cabe indicar que hay instrumentos que pueden ayudar si nos decidimos por aplicar tecnología a profundidad: “las innovaciones tecnológicas como la agri- cultura de precisión, la reutilización del agua…"
    }
  },
  {
    "proposal_id": "pen-f95d15b4",
    "candidate_id": "claudio-alpizar",
    "pillar_id": "P7",
    "proposal_title": "Simplificación de trámites: Facilitar la inversión extran…",
    "proposal_text": "Simplificación de trámites: Facilitar la inversión extranjera mediante la sim- plificación de trámites y la revisión de leyes de incentivos.",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "xtranjera mediante la sim- plificación de trámites y la revisión de leyes d",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PEN",
      "page": 72,
      "snippet": "Simplificación de trámites: Facilitar la inversión extranjera mediante la sim- plificación de trámites y la revisión de leyes de incentivos."
    }
  },
  {
    "proposal_id": "pen-93f869b4",
    "candidate_id": "claudio-alpizar",
    "pillar_id": "P8",
    "proposal_title": "Desarrollo social frente a la desigualdad................…",
    "proposal_text": "Desarrollo social frente a la desigualdad...............................43 5.2 Un compromiso con otras poblaciones vulnerables:.............46 5.3 Estado del Programa de vivienda social..................................52 6",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "stado del Programa de vivienda social..................................",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PEN",
      "page": 7,
      "snippet": "Desarrollo social frente a la desigualdad...............................43 5.2 Un compromiso con otras poblaciones vulnerables:.............46 5.3 Estado del Programa de vivienda social..................................52 6"
    }
  },
  {
    "proposal_id": "pen-acc3707c",
    "candidate_id": "claudio-alpizar",
    "pillar_id": "P9",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PEN",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pen-75e5920a",
    "candidate_id": "claudio-alpizar",
    "pillar_id": "P10",
    "proposal_title": "Protocolos de seguridad: Implementar protocolos de actuac…",
    "proposal_text": "Protocolos de seguridad: Implementar protocolos de actuación y contingen- cia para el turismo marítimo y otras áreas vulnerables. 4- Infraestructura: Mejorar la infraestructura: Invertir en carreteras nacionales y vecinales, ae- ropuertos y otros servicios esenciales para el turismo",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "eguridad: Implementar protocolos de actuación y contingen- cia para el",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PEN",
      "page": 72,
      "snippet": "Protocolos de seguridad: Implementar protocolos de actuación y contingen- cia para el turismo marítimo y otras áreas vulnerables. 4- Infraestructura: Mejorar la infraestructura: Invertir en carreteras nacionales y vecinales, ae- ropuerto…"
    }
  },
  {
    "proposal_id": "pin-60c944ed",
    "candidate_id": "luis-amadorjimenez",
    "pillar_id": "P1",
    "proposal_title": "Acciones prioritarias: Reforma constitucional y fiscal: •…",
    "proposal_text": "Acciones prioritarias: Reforma constitucional y fiscal: • Reafirmar el carácter público, solidario y universal de la CCSS como garante del derecho a la salud y la seguridad social (art. 21 y 73). • Saldar la deuda estatal (₡4.2 billones) mediante acuerdos interinstitucionales y establecer impuestos progresivos sobre rentas de capital y activos para fortalecer el financiamiento. • Mesa Hacienda-CCSS-CGR para conciliación y cronograma",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "ionales y establecer impuestos progresivos sobre rentas de capital y a",
      "funding_text": "alecer el financiamiento. • Mesa Hacienda-CCSS-CGR para conciliación y cro"
    },
    "evidence": {
      "pdf_id": "PIN",
      "page": 30,
      "snippet": "Acciones prioritarias: Reforma constitucional y fiscal: • Reafirmar el carácter público, solidario y universal de la CCSS como garante del derecho a la salud y la seguridad social (art. 21 y 73). • Saldar la deuda estatal (₡4.2 billones)…"
    }
  },
  {
    "proposal_id": "pin-41369d17",
    "candidate_id": "luis-amadorjimenez",
    "pillar_id": "P2",
    "proposal_title": "5 ● Implementar canales de coordinación e interlocución c…",
    "proposal_text": "5 ● Implementar canales de coordinación e interlocución con actores clave y otras partes interesadas en los asuntos nacionales, incluyendo reuniones periódicas con la academia, sectores empresariales y productivos, sociedad civil, organizaciones territoriales, sindicales, sin fines de lucro, gobiernos locales y organismos multilaterales, entre otros. ● Desarrollar una estrategia de comunicación gubernamental transparente que cubra avances, desafíos y demás decisiones de política pública que resu",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "5 ● Implementar canales de coordinación e interlocución con actor",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PIN",
      "page": 5,
      "snippet": "5 ● Implementar canales de coordinación e interlocución con actores clave y otras partes interesadas en los asuntos nacionales, incluyendo reuniones periódicas con la academia, sectores empresariales y productivos, sociedad civil, organi…"
    }
  },
  {
    "proposal_id": "pin-c234405a",
    "candidate_id": "luis-amadorjimenez",
    "pillar_id": "P3",
    "proposal_title": "Este ministerio agrupará las unidades especializadas ya e…",
    "proposal_text": "Este ministerio agrupará las unidades especializadas ya existentes, como la Policía de Control Fiscal, la Policía Profesional de Migración y la Policía de Control de Drogas (estas tres de naturaleza de investigación), además del Servicio de Vigilancia Aérea, el Servicio Nacional de Guardacostas, la Policía de Fronteras y Armamento, como soporte operativo. ● Comando Nacional Anti Crimen Organizado (CONACO): Establecer, bajo el Ministerio de Gobernación y Policía, un cuerpo de élite que integre la",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "(CONACO): Establecer, bajo el Ministerio de Gobernación y Policía, un",
      "funding_text": "atacar el financiamiento del crimen organizado. ● Asignar los recursos eco"
    },
    "evidence": {
      "pdf_id": "PIN",
      "page": 6,
      "snippet": "Este ministerio agrupará las unidades especializadas ya existentes, como la Policía de Control Fiscal, la Policía Profesional de Migración y la Policía de Control de Drogas (estas tres de naturaleza de investigación), además del Servicio…"
    }
  },
  {
    "proposal_id": "pin-bf4c69d8",
    "candidate_id": "luis-amadorjimenez",
    "pillar_id": "P4",
    "proposal_title": "Nutrición y actividad física: Guías Alimentarias “del pap…",
    "proposal_text": "Nutrición y actividad física: Guías Alimentarias “del papel al territorio”: • Implementar a escala nacional el Plan de Guías Alimentarias 2024–2030 con metas anuales y compras públicas saludables: o Canastas saludables en comedores escolares, hospitales y centros de cuido. o Entornos saludables en instituciones. o Programas de actividad física comunitaria con municipalidades e ICODER. o Paquetes de control DM/HTA con metas de control clínico. 6.3",
    "dimensions": {
      "existence": 1,
      "when": 1,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "2024–2030",
      "how_text": "torio”: • Implementar a escala nacional el Plan de Guías Alimentarias 2",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PIN",
      "page": 25,
      "snippet": "Nutrición y actividad física: Guías Alimentarias “del papel al territorio”: • Implementar a escala nacional el Plan de Guías Alimentarias 2024–2030 con metas anuales y compras públicas saludables: o Canastas saludables en comedores escol…"
    }
  },
  {
    "proposal_id": "pin-1799be86",
    "candidate_id": "luis-amadorjimenez",
    "pillar_id": "P5",
    "proposal_title": "Recomendaciones clave: • Incluir estas inversiones en los…",
    "proposal_text": "Recomendaciones clave: • Incluir estas inversiones en los presupuestos plurianuales del MOPT, ICE, AyA y MICITT, con enfoque territorial. • Establecer alianzas público-privadas para el desarrollo de parques industriales y centros logísticos en zonas rurales. • Priorizar la formación técnica y bilingüe/multilingüe en regiones receptoras de inversión, mediante convenios entre INA, universidades y empresas. 7",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "torial. • Establecer alianzas público-privadas para el desarrollo de p",
      "funding_text": "es en los presupuestos plurianuales del MOPT, ICE, AyA y MICITT, con en"
    },
    "evidence": {
      "pdf_id": "PIN",
      "page": 48,
      "snippet": "Recomendaciones clave: • Incluir estas inversiones en los presupuestos plurianuales del MOPT, ICE, AyA y MICITT, con enfoque territorial. • Establecer alianzas público-privadas para el desarrollo de parques industriales y centros logísti…"
    }
  },
  {
    "proposal_id": "pin-0cb66230",
    "candidate_id": "luis-amadorjimenez",
    "pillar_id": "P6",
    "proposal_title": "Sostenibilidad ambiental: ● Consolidar una economía circu…",
    "proposal_text": "Sostenibilidad ambiental: ● Consolidar una economía circular nacional, mediante reciclaje articulado entre municipios, empresa privada y ciudadanía e implementación de un programa nacional de reciclaje, con trazabilidad de residuos, incentivos municipales y alianzas público-privadas. ● Crear en Fondo Nacional para la Reducción de la Huella Ecológica de Costa Rica, asignando parte de los ingresos que genere el aprovechamiento de los recursos naturales al financiamiento de obras públicas que reduz",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "l y local mediante el desarrollo de nuevos parques nacionales y humedales artifici",
      "funding_text": "urales al financiamiento de obras públicas que reduzcan la huella ecológic"
    },
    "evidence": {
      "pdf_id": "PIN",
      "page": 18,
      "snippet": "Sostenibilidad ambiental: ● Consolidar una economía circular nacional, mediante reciclaje articulado entre municipios, empresa privada y ciudadanía e implementación de un programa nacional de reciclaje, con trazabilidad de residuos, ince…"
    }
  },
  {
    "proposal_id": "pin-b63258ad",
    "candidate_id": "luis-amadorjimenez",
    "pillar_id": "P7",
    "proposal_title": "21 ● Plantear las acciones estratégicas y operativas nece…",
    "proposal_text": "21 ● Plantear las acciones estratégicas y operativas necesarias para asegurar el acceso universal a los servicios de telecomunicaciones, incluyendo la conectividad de banda ancha de alta velocidad en la totalidad del territorio nacional. ● Replantear la forma en que se ha gestionado el espectro radioeléctrico, de forma que su administración sea transparente y eficiente, garantizando el mejor aprovechamiento de este recurso público en beneficio de toda la población. ● Crear alianzas con las unive",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "mentales, mediante el aprovechamiento de plataformas interoperables y accesibles desde",
      "funding_text": "o de este recurso público en beneficio de toda la población. ● Crear alianz"
    },
    "evidence": {
      "pdf_id": "PIN",
      "page": 21,
      "snippet": "21 ● Plantear las acciones estratégicas y operativas necesarias para asegurar el acceso universal a los servicios de telecomunicaciones, incluyendo la conectividad de banda ancha de alta velocidad en la totalidad del territorio nacional.…"
    }
  },
  {
    "proposal_id": "pin-19a83b67",
    "candidate_id": "luis-amadorjimenez",
    "pillar_id": "P8",
    "proposal_title": "Política de vivienda: ● Desarrollar un plan nacional de v…",
    "proposal_text": "Política de vivienda: ● Desarrollar un plan nacional de vivienda enfocado en tres ejes: construir más casas, facilitar las condiciones para la compra o alquiler de propiedades y diseñar nuevos mecanismos de financiamiento del sistema de vivienda, incluyendo el uso de los fondos del régimen obligatorio de pensiones (ROP) para el pago de la prima por la adquisición de la primera vivienda. ● Diseñar programas para repoblar los nodos orientados al transporte de San José, Heredia, Cartago y Alajuela ",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "rticales, a través del otorgamiento de un subsidio estatal. ● Impulsar",
      "funding_text": "nismos de financiamiento del sistema de vivienda, incluyendo el uso de los"
    },
    "evidence": {
      "pdf_id": "PIN",
      "page": 27,
      "snippet": "Política de vivienda: ● Desarrollar un plan nacional de vivienda enfocado en tres ejes: construir más casas, facilitar las condiciones para la compra o alquiler de propiedades y diseñar nuevos mecanismos de financiamiento del sistema de …"
    }
  },
  {
    "proposal_id": "pin-6ad5a665",
    "candidate_id": "luis-amadorjimenez",
    "pillar_id": "P9",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PIN",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pin-4deada3a",
    "candidate_id": "luis-amadorjimenez",
    "pillar_id": "P10",
    "proposal_title": "Infraestructura marítima y aeroportuaria: ● Desarrollar n…",
    "proposal_text": "Infraestructura marítima y aeroportuaria: ● Desarrollar nueva infraestructura portuaria en Golfito y Punta Morales y aeroportuaria en la Zona Sur y Limón. ● Continuar con la modernización de Puerto de Caldera y conectarlo con el ferrocarril del Pacífico. ● Implementar un sistema de peaje marítimo que genere ingresos adicionales para el financiamiento estatal. 5.2",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "cífico. ● Implementar un sistema de peaje marítimo que genere ingresos",
      "funding_text": "s para el financiamiento estatal. 5.2"
    },
    "evidence": {
      "pdf_id": "PIN",
      "page": 20,
      "snippet": "Infraestructura marítima y aeroportuaria: ● Desarrollar nueva infraestructura portuaria en Golfito y Punta Morales y aeroportuaria en la Zona Sur y Limón. ● Continuar con la modernización de Puerto de Caldera y conectarlo con el ferrocar…"
    }
  },
  {
    "proposal_id": "pjsc-cf4ba446",
    "candidate_id": "walter-hernandez",
    "pillar_id": "P1",
    "proposal_title": "PROGRAMA DE GOBIERNO 11 Además, entre evasión fiscal y ex…",
    "proposal_text": "PROGRAMA DE GOBIERNO 11 Además, entre evasión fiscal y exoneraciones, las grandes empresas (muchas en zonas francas) dejan de aportar a nuestro presupuesto cerca del 6,47% del Producto Interno Bruto (PIB), lo cual supera los 6 mil millones de dólares anuales, ingresos que deben buscarse de otras maneras y en otros lados, cosa que no han querido asumir gobiernos anteriores ni el actual gobierno",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "PROGRAMA DE GOBIERNO 11 Además, entre evasión fiscal y exoner",
      "funding_text": "a nuestro presupuesto cerca del 6,47% del Producto Interno Bruto (PIB),"
    },
    "evidence": {
      "pdf_id": "PJSC",
      "page": 11,
      "snippet": "PROGRAMA DE GOBIERNO 11 Además, entre evasión fiscal y exoneraciones, las grandes empresas (muchas en zonas francas) dejan de aportar a nuestro presupuesto cerca del 6,47% del Producto Interno Bruto (PIB), lo cual supera los 6 mil millon…"
    }
  },
  {
    "proposal_id": "pjsc-717782dd",
    "candidate_id": "walter-hernandez",
    "pillar_id": "P2",
    "proposal_title": "Comercio Exterior  Estimular las exportaciones fomentand…",
    "proposal_text": "Comercio Exterior  Estimular las exportaciones fomentando la producción intensiva de productos y servicios que el mercado mundial demande, de forma tal que se dinamice la economía y el empleo local.  Revisar los Tratados de Libre Comercio suscritos por Costa Rica e impulsar un plan para reparar los factores desfavorables para las empresas nacionales en temas como aranceles, precios, restricciones, etc.  Fomentar la realización de ferias internacionales en las cuales compradores o importadores",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "onan para establecer alianzas con empresas locales.  Mejorar las cond",
      "funding_text": "ciones de financiamiento y operación de nuestras empresas exportadoras par"
    },
    "evidence": {
      "pdf_id": "PJSC",
      "page": 43,
      "snippet": "Comercio Exterior  Estimular las exportaciones fomentando la producción intensiva de productos y servicios que el mercado mundial demande, de forma tal que se dinamice la economía y el empleo local.  Revisar los Tratados de Libre Comer…"
    }
  },
  {
    "proposal_id": "pjsc-684a0893",
    "candidate_id": "walter-hernandez",
    "pillar_id": "P3",
    "proposal_title": "Asimismo, se compromete a la dotación presupuestaria para…",
    "proposal_text": "Asimismo, se compromete a la dotación presupuestaria para darle el debido mantenimiento y para la construcción de toda la infraestructura que albergan a las policías nacionales.  Impulsar, junto con el Ministerio de Justicia y Paz, Ministerio de Cultura, ICODER, IMAS, el MEP y todas las instituciones que se relacionen, una potente campaña para prevención y combate de la violencia, en especial a las poblaciones vulnerables.  Realizar alianzas de cooperación con otros países para obtener la asis",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "dotación presupuestaria para darle el debido mantenimiento y para la co"
    },
    "evidence": {
      "pdf_id": "PJSC",
      "page": 26,
      "snippet": "Asimismo, se compromete a la dotación presupuestaria para darle el debido mantenimiento y para la construcción de toda la infraestructura que albergan a las policías nacionales.  Impulsar, junto con el Ministerio de Justicia y Paz, Mini…"
    }
  },
  {
    "proposal_id": "pjsc-c1175675",
    "candidate_id": "walter-hernandez",
    "pillar_id": "P4",
    "proposal_title": "Implementaremos políticas públicas para corregir desigual…",
    "proposal_text": "Implementaremos políticas públicas para corregir desigualdades estructurales y fortaleceremos áreas estratégicas como educación, salud, infraestructura, seguridad social y desarrollo económico en comunidades vulnerables",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "Implementaremos políticas públicas para corregir desigualdades es",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PJSC",
      "page": 17,
      "snippet": "Implementaremos políticas públicas para corregir desigualdades estructurales y fortaleceremos áreas estratégicas como educación, salud, infraestructura, seguridad social y desarrollo económico en comunidades vulnerables"
    }
  },
  {
    "proposal_id": "pjsc-069a3feb",
    "candidate_id": "walter-hernandez",
    "pillar_id": "P5",
    "proposal_title": "PROGRAMA DE GOBIERNO 30 esquemas educativos que contribuy…",
    "proposal_text": "PROGRAMA DE GOBIERNO 30 esquemas educativos que contribuyan a enriquecer el conocimiento, las destrezas y la cultura de la población.  Continuar con la cobertura y mejoramiento de los servicios de preescolar y, de forma sustantiva ampliar y mejorar los servicios de educación infantiles de 0 a 3 años, donde se registran niveles muy bajos de cobertura, de 15% o menos, según la edad.  Reducir las brechas de acceso a la educación superior, principalmente de la población entre 18 y 24 años a través",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "y 24 años a través del mejoramiento de cobertura de los programas de be",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PJSC",
      "page": 30,
      "snippet": "PROGRAMA DE GOBIERNO 30 esquemas educativos que contribuyan a enriquecer el conocimiento, las destrezas y la cultura de la población.  Continuar con la cobertura y mejoramiento de los servicios de preescolar y, de forma sustantiva ampli…"
    }
  },
  {
    "proposal_id": "pjsc-09d09d24",
    "candidate_id": "walter-hernandez",
    "pillar_id": "P6",
    "proposal_title": "PROGRAMA DE GOBIERNO 12 A nivel ambiental, aspecto que no…",
    "proposal_text": "PROGRAMA DE GOBIERNO 12 A nivel ambiental, aspecto que nos ha posicionado en el mundo, Costa Rica está en el puesto 40 en el Índice de Desempeño Ambiental, contra el puesto 30 del 2018, siendo los temas peor evaluados el manejo del recurso hídrico, la pesca, la agricultura y la gestión de residuos (Universidad de Yale, 2024)",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "PROGRAMA DE GOBIERNO 12 A nivel ambiental, aspecto que nos ha",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PJSC",
      "page": 12,
      "snippet": "PROGRAMA DE GOBIERNO 12 A nivel ambiental, aspecto que nos ha posicionado en el mundo, Costa Rica está en el puesto 40 en el Índice de Desempeño Ambiental, contra el puesto 30 del 2018, siendo los temas peor evaluados el manejo del recur…"
    }
  },
  {
    "proposal_id": "pjsc-5cbe6987",
    "candidate_id": "walter-hernandez",
    "pillar_id": "P7",
    "proposal_title": "Planificación y Política Económica El Partido Justicia So…",
    "proposal_text": "Planificación y Política Económica El Partido Justicia Social se compromete a que mediante el apoyo de este Ministerio se impulsará una Reforma Integral del Estado Costarricense con una perspectiva de Justicia Social.  Redactar el Plan Nacional de Desarrollo 2026-2030 al amparo de los proyectos y principios postulados en el presente plan de gobierno.  Proponer en el corto plazo un proyecto de Modernización de instituciones públicas para lograr un mayor impacto y eficiencia en su funcionamiento",
    "dimensions": {
      "existence": 1,
      "when": 1,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "2026-2030",
      "how_text": "ete a que mediante el apoyo de este Ministerio se impulsará una Reforma Integ",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PJSC",
      "page": 40,
      "snippet": "Planificación y Política Económica El Partido Justicia Social se compromete a que mediante el apoyo de este Ministerio se impulsará una Reforma Integral del Estado Costarricense con una perspectiva de Justicia Social.  Redactar el Plan …"
    }
  },
  {
    "proposal_id": "pjsc-dc8ed587",
    "candidate_id": "walter-hernandez",
    "pillar_id": "P8",
    "proposal_title": "Nuestra Visión Establecer políticas públicas destinadas a…",
    "proposal_text": "Nuestra Visión Establecer políticas públicas destinadas a reducir la desigualdad social, la tribulación de los grupos desfavorecidos y la pobreza, incluido el apoyo a servicios públicos universalmente accesibles. d",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "ra Visión Establecer políticas públicas destinadas a reducir la desigu",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PJSC",
      "page": 13,
      "snippet": "Nuestra Visión Establecer políticas públicas destinadas a reducir la desigualdad social, la tribulación de los grupos desfavorecidos y la pobreza, incluido el apoyo a servicios públicos universalmente accesibles. d"
    }
  },
  {
    "proposal_id": "pjsc-2e88c3d5",
    "candidate_id": "walter-hernandez",
    "pillar_id": "P9",
    "proposal_title": "PROGRAMA DE GOBIERNO 25 desarrollar convenios de economía…",
    "proposal_text": "PROGRAMA DE GOBIERNO 25 desarrollar convenios de economía circular, convenios con excedentes, intercambios y mejores prácticas.  Liderar en instancias como Naciones Unidas, OEA y en todos los organismos multilaterales, una fuerte campaña para luchar contra la xenofobia, el racismo y el maltrato a la población migrante, así como a otros grupos sociales transfronterizos, sobre todo en Centroamérica.  Reactivar la participación y búsqueda de liderazgos en los organismos internacionales y retomar ",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "PROGRAMA DE GOBIERNO 25 desarrollar convenios de economía cir",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PJSC",
      "page": 25,
      "snippet": "PROGRAMA DE GOBIERNO 25 desarrollar convenios de economía circular, convenios con excedentes, intercambios y mejores prácticas.  Liderar en instancias como Naciones Unidas, OEA y en todos los organismos multilaterales, una fuerte campañ…"
    }
  },
  {
    "proposal_id": "pjsc-87fdeb02",
    "candidate_id": "walter-hernandez",
    "pillar_id": "P10",
    "proposal_title": "Para ello podrán establecer alianzas con entidades como e…",
    "proposal_text": "Para ello podrán establecer alianzas con entidades como el ICE, el INS, o entidades privadas que propicien la generación de fuentes de trabajo.  Garantizar que la construcción de obra pública esté sometida a altos estándares de calidad para lo cual se creará un Instituto que vele por este importante factor",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "o cual se creará un Instituto que vele por este importante factor",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PJSC",
      "page": 33,
      "snippet": "Para ello podrán establecer alianzas con entidades como el ICE, el INS, o entidades privadas que propicien la generación de fuentes de trabajo.  Garantizar que la construcción de obra pública esté sometida a altos estándares de calidad …"
    }
  },
  {
    "proposal_id": "pln-bee5732f",
    "candidate_id": "alvaro-ramos",
    "pillar_id": "P1",
    "proposal_title": "A continuación, las iniciativas para enfrentar la problem…",
    "proposal_text": "A continuación, las iniciativas para enfrentar la problemática señalada. 3.2.2 Iniciativas propuestas 3.2.2.1 Recuperación en al menos 50% de planes existentes. 3.2.2.2 Diseño y puesta en marcha de la Política Nacional de Economía Circular en Costa Rica 2026-2035. 3.2.2.3 Establecimiento de alianzas público–privadas con sector municipal para proyectos piloto. 3.2.2.4 Promoción de nuevas formas de recuperación y nuevas tecnologías (Valorización energética). 3.2.2.5 Aprobación de la Ley de la Econ",
    "dimensions": {
      "existence": 1,
      "when": 1,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "2026-2035",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PLN",
      "page": 23,
      "snippet": "A continuación, las iniciativas para enfrentar la problemática señalada. 3.2.2 Iniciativas propuestas 3.2.2.1 Recuperación en al menos 50% de planes existentes. 3.2.2.2 Diseño y puesta en marcha de la Política Nacional de Economía Circul…"
    }
  },
  {
    "proposal_id": "pln-9c33076e",
    "candidate_id": "alvaro-ramos",
    "pillar_id": "P2",
    "proposal_title": "Es crucial crear una norma que unifique y regule la impor…",
    "proposal_text": "Es crucial crear una norma que unifique y regule la importación de insumos biológicos para I+D, simplificando la tramitología para impulsar el sector biotecnológico. 2.2.2.8 Creación de la Ventanilla Única de I+D (COMEX–Ministerio de Ciencia, Tecnología, Innovación, Tecnología y Telecomunicaciones (MICITT) –Ministerio de Salud– Ministerio de Economía, Industria y Comercio (MEIC)–Ministerio de Planificación y Política Económica (MIDEPLAN) para agilizar permisos, ensayos, importación de insumos y ",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "s crucial crear una norma que unifique y regule la importación de ins",
      "funding_text": "linario y financiamiento mixto (Estado, sector privado, organismos multila"
    },
    "evidence": {
      "pdf_id": "PLN",
      "page": 19,
      "snippet": "Es crucial crear una norma que unifique y regule la importación de insumos biológicos para I+D, simplificando la tramitología para impulsar el sector biotecnológico. 2.2.2.8 Creación de la Ventanilla Única de I+D (COMEX–Ministerio de Cie…"
    }
  },
  {
    "proposal_id": "pln-45ad65e3",
    "candidate_id": "alvaro-ramos",
    "pillar_id": "P3",
    "proposal_title": "Paralelamente, blindaje de al menos 10 vehículos incautad…",
    "proposal_text": "Paralelamente, blindaje de al menos 10 vehículos incautados al narcotráfico para que transiten en aquellas comunidades caracterizadas por sus altos índices de delincuencia y adaptación de 12 vehículos, uno por región, al menos, para que funciones como ‘Patrullas Fucsia’, las cuales serán dedicadas a abordar de manera integral la violencia intrafamiliar. 1.1.2.9 Reparación de aproximadamente 200 Delegaciones Policiales que poseen registro de orden sanitara. 1.1.2.10 Reactivación del Consejo de Se",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "mento del presupuesto Institucional del Ministerio de Justicia y Paz (M"
    },
    "evidence": {
      "pdf_id": "PLN",
      "page": 7,
      "snippet": "Paralelamente, blindaje de al menos 10 vehículos incautados al narcotráfico para que transiten en aquellas comunidades caracterizadas por sus altos índices de delincuencia y adaptación de 12 vehículos, uno por región, al menos, para que …"
    }
  },
  {
    "proposal_id": "pln-b73f8793",
    "candidate_id": "alvaro-ramos",
    "pillar_id": "P4",
    "proposal_title": "Asimismo, en aquellas zonas alejadas territorialmente de …",
    "proposal_text": "Asimismo, en aquellas zonas alejadas territorialmente de dichos gobiernos, se habilitará dicha opción en los Equipos Básicos de Asistencia Integral en Salud (EBAIS) de la CCSS. 1.1.2.27 Diseño de un programa de capacitación y formación para niños y jóvenes que integre temas como: a) Masculinidad; b) Detección de conductas violentas; c) Autoes:ma y autosuperación; d) Información de cuándo, cómo y dónde denunciar; y e) Empoderamiento. 1.1.2.28 Diseño y ejecución de un programa de formación dirigid",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "eño de un programa de capacitación y formación para niños y jóvenes que",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PLN",
      "page": 8,
      "snippet": "Asimismo, en aquellas zonas alejadas territorialmente de dichos gobiernos, se habilitará dicha opción en los Equipos Básicos de Asistencia Integral en Salud (EBAIS) de la CCSS. 1.1.2.27 Diseño de un programa de capacitación y formación p…"
    }
  },
  {
    "proposal_id": "pln-87dc2107",
    "candidate_id": "alvaro-ramos",
    "pillar_id": "P5",
    "proposal_title": "Si bien, Costa Rica ha cimentado su identidad en la promo…",
    "proposal_text": "Si bien, Costa Rica ha cimentado su identidad en la promoción y defensa de los derechos humanos, hoy enfrentamos desafíos estructurales y retrocesos que exigen revitalizar nuestro compromiso para garantizar una sociedad más justa, humana y eficaz. 4.7.2 IniciaKvas propuestas 4.7.2.1 Protección a las personas con discapacidad reasignando presupuesto para el Consejo Nacional de Personas con Discapacidad (CONAPDIS) y la educación inclusiva, incluyendo LESCO en el currículo del MEP, implementando un",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "llando un Programa de Accesibilidad e Inclusión Universal en la Salud.",
      "funding_text": "asignando presupuesto para el Consejo Nacional de Personas con Discapac"
    },
    "evidence": {
      "pdf_id": "PLN",
      "page": 32,
      "snippet": "Si bien, Costa Rica ha cimentado su identidad en la promoción y defensa de los derechos humanos, hoy enfrentamos desafíos estructurales y retrocesos que exigen revitalizar nuestro compromiso para garantizar una sociedad más justa, humana…"
    }
  },
  {
    "proposal_id": "pln-b9c000dc",
    "candidate_id": "alvaro-ramos",
    "pillar_id": "P6",
    "proposal_title": "A continuación, las propuestas para enfrentar la problemá…",
    "proposal_text": "A continuación, las propuestas para enfrentar la problemática descrita. 3.3.2 Iniciativas propuestas 3.3.2.1 Diseño y puesta en marcha del “Programa Nacional de Pesca Selectiva de Atún (caña y palangre modificado)”, priorizando flotas artesanales dentro de las 60 mn. 3.3.2.2 Generación de incentivos fiscales y financieros para reconversión, con licencias diferenciadas y asistencia técnica. 3.3.2.3 Construcción de aquella infraestructura costera necesaria para desembarque, trazabilidad y procesam",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "rcha del “Programa Nacional de Pesca Selectiva de Atún (caña y palangre modif",
      "funding_text": "jecutiva, presupuesto y representación plural. 3.3.2.5 Transformación d"
    },
    "evidence": {
      "pdf_id": "PLN",
      "page": 24,
      "snippet": "A continuación, las propuestas para enfrentar la problemática descrita. 3.3.2 Iniciativas propuestas 3.3.2.1 Diseño y puesta en marcha del “Programa Nacional de Pesca Selectiva de Atún (caña y palangre modificado)”, priorizando flotas ar…"
    }
  },
  {
    "proposal_id": "pln-691752e0",
    "candidate_id": "alvaro-ramos",
    "pillar_id": "P7",
    "proposal_title": "Vivienda 9.6.1 Realidad nacional Nuestro obje:vo en mater…",
    "proposal_text": "Vivienda 9.6.1 Realidad nacional Nuestro obje:vo en materia de vivienda es claro: restablecer la vivienda como una polí:ca pública prioritaria que garan:ce el derecho a un hogar digno para toda la población, especialmente a los de menores recursos y la población joven y que a la vez funcione como un motor para promover el desarrollo económico del país. 9.6.2 IniciaKvas propuestas o Garantía de Recursos y Ritmo Constructivo: coordinación Banhvi y SBD. o Atención a la Precariedad Extrema: simplifi",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "s claro: restablecer la vivienda como una polí:ca pública prioritaria",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PLN",
      "page": 54,
      "snippet": "Vivienda 9.6.1 Realidad nacional Nuestro obje:vo en materia de vivienda es claro: restablecer la vivienda como una polí:ca pública prioritaria que garan:ce el derecho a un hogar digno para toda la población, especialmente a los de menore…"
    }
  },
  {
    "proposal_id": "pln-6da7b80f",
    "candidate_id": "alvaro-ramos",
    "pillar_id": "P8",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PLN",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pln-d6aeb058",
    "candidate_id": "alvaro-ramos",
    "pillar_id": "P9",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PLN",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pln-0db5e418",
    "candidate_id": "alvaro-ramos",
    "pillar_id": "P10",
    "proposal_title": "40 o Diseñar e implementar un programa nacional de formac…",
    "proposal_text": "40 o Diseñar e implementar un programa nacional de formación para gobiernos locales en ordenamiento territorial, planificación y renovación urbana, fortaleciendo sus capacidades técnicas. 6.2.3 Es:mulo de un enfoque de regeneración urbana como estrategia territorial para mejorar el hábitat, restaurar ecosistemas y fortalecer el bienestar colec:vo: o Desarrollar intervenciones integrales de renovación urbana verde y azul, mejoramiento barrial y soluciones basadas en la naturaleza que aumenten la ",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "mentar un programa nacional de formación para gobiernos locales en ordenamien",
      "funding_text": "nismos de financiamiento verde. o Asegurar la integración de criterios de"
    },
    "evidence": {
      "pdf_id": "PLN",
      "page": 40,
      "snippet": "40 o Diseñar e implementar un programa nacional de formación para gobiernos locales en ordenamiento territorial, planificación y renovación urbana, fortaleciendo sus capacidades técnicas. 6.2.3 Es:mulo de un enfoque de regeneración urban…"
    }
  },
  {
    "proposal_id": "plp-18c65c2a",
    "candidate_id": "elicer-feinzaig-mintz",
    "pillar_id": "P1",
    "proposal_title": "Implementaremos un Modelo de Gestión para Resultados que …",
    "proposal_text": "Implementaremos un Modelo de Gestión para Resultados que obligue a todas las instituciones a planificar, presupuestar, ejecutar y evaluar sus acciones con base en metas verificables, reduciendo la fragmentación y elevando la eficiencia del gasto público. - Consejos y Secretarías Sectoriales",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "Implementaremos un Modelo de Gestión para Resultados que obligue",
      "funding_text": "anificar, presupuestar, ejecutar y evaluar sus acciones con base en meta"
    },
    "evidence": {
      "pdf_id": "PLP",
      "page": 65,
      "snippet": "Implementaremos un Modelo de Gestión para Resultados que obligue a todas las instituciones a planificar, presupuestar, ejecutar y evaluar sus acciones con base en metas verificables, reduciendo la fragmentación y elevando la eficiencia d…"
    }
  },
  {
    "proposal_id": "plp-4d9e6124",
    "candidate_id": "elicer-feinzaig-mintz",
    "pillar_id": "P2",
    "proposal_title": "Desde el Poder Ejecutivo, se establecerá un Programa Naci…",
    "proposal_text": "Desde el Poder Ejecutivo, se establecerá un Programa Nacional de Financiamiento Inclusivo para MIPYMES, articulado por el Ministerio de Economía, Industria y Comercio (MEIC), en coordinación con el Sistema de Banca para el Desarrollo (SBD), el Banco Central y el Instituto Nacional de Aprendizaje (INA)",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "lecerá un Programa Nacional de Financiamiento Inclusivo para MIPYMES, articul",
      "funding_text": "cional de Financiamiento Inclusivo para MIPYMES, articulado por el Ministe"
    },
    "evidence": {
      "pdf_id": "PLP",
      "page": 39,
      "snippet": "Desde el Poder Ejecutivo, se establecerá un Programa Nacional de Financiamiento Inclusivo para MIPYMES, articulado por el Ministerio de Economía, Industria y Comercio (MEIC), en coordinación con el Sistema de Banca para el Desarrollo (SB…"
    }
  },
  {
    "proposal_id": "plp-3c9493af",
    "candidate_id": "elicer-feinzaig-mintz",
    "pillar_id": "P3",
    "proposal_title": "Asimismo, impulsaremos una reforma de ley para establecer…",
    "proposal_text": "Asimismo, impulsaremos una reforma de ley para establecer mecanismos claros para tercerizar la preparación de nuevos policías, así como la actualización profesional de los policías Rubros Monto Creación de 10,000 plazas de Agente I FP, incluye salario global y sus respectivas remuneraciones básicas, remuneraciones eventuales, incentivos salariales, contribuciones patronales al desarrollo y la seguridad social y contribuciones patronales a los fondos de pensiones y otros de capitalización ₡146 13",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "remos una reforma de ley para establecer mecanismos claros para tercer",
      "funding_text": "ticas del Presupuesto Ordinario y Extraordinario de la República para e"
    },
    "evidence": {
      "pdf_id": "PLP",
      "page": 13,
      "snippet": "Asimismo, impulsaremos una reforma de ley para establecer mecanismos claros para tercerizar la preparación de nuevos policías, así como la actualización profesional de los policías Rubros Monto Creación de 10,000 plazas de Agente I FP, i…"
    }
  },
  {
    "proposal_id": "plp-55e96348",
    "candidate_id": "elicer-feinzaig-mintz",
    "pillar_id": "P4",
    "proposal_title": "En los primeros 100 días de nuestra gestión presentaremos…",
    "proposal_text": "En los primeros 100 días de nuestra gestión presentaremos a la Asamblea Legislativa una reforma al artículo 73 de la Constitución Política, para que la Caja Costarricense de Seguro Social mantenga su autonomía constitucional, pero habilitando la posibilidad de que se pueda establecer reformas en materia de gobierno y el financiamiento de la institución de forma que esta institución no funcione como un ente aislado de la realidad socioeconómica e institucional del país. - Separar las funciones de",
    "dimensions": {
      "existence": 1,
      "when": 1,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "primeros 100 días",
      "how_text": "ativa una reforma al artículo 73 de la Constitución Política, para qu",
      "funding_text": "erno y el financiamiento de la institución de forma que esta institución n"
    },
    "evidence": {
      "pdf_id": "PLP",
      "page": 157,
      "snippet": "En los primeros 100 días de nuestra gestión presentaremos a la Asamblea Legislativa una reforma al artículo 73 de la Constitución Política, para que la Caja Costarricense de Seguro Social mantenga su autonomía constitucional, pero habili…"
    }
  },
  {
    "proposal_id": "plp-ea765531",
    "candidate_id": "elicer-feinzaig-mintz",
    "pillar_id": "P5",
    "proposal_title": "A través del Ministerio de Economía, Industria y Comercio…",
    "proposal_text": "A través del Ministerio de Economía, Industria y Comercio (MEIC), estableceremos una política de articulación público-privada que fortalezca la red de financiamiento temprano, integrando incubadoras, aceleradoras, universidades, fondos de inversión y banca de desarrollo",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "A través del Ministerio de Economía, Industria y Comercio (ME",
      "funding_text": "la red de financiamiento temprano, integrando incubadoras, aceleradoras, u"
    },
    "evidence": {
      "pdf_id": "PLP",
      "page": 40,
      "snippet": "A través del Ministerio de Economía, Industria y Comercio (MEIC), estableceremos una política de articulación público-privada que fortalezca la red de financiamiento temprano, integrando incubadoras, aceleradoras, universidades, fondos d…"
    }
  },
  {
    "proposal_id": "plp-78d05456",
    "candidate_id": "elicer-feinzaig-mintz",
    "pillar_id": "P6",
    "proposal_title": "emisiones GEI y contaminantes locales en los contratos de…",
    "proposal_text": "emisiones GEI y contaminantes locales en los contratos de concesión de autobuses; (2) crear un sistema de certificación de operadores sostenibles en conjunto con la ARESEP, que distinga y premie a quienes cumplan con criterios de eficiencia, bajas emisiones y calidad del servicio; (3) adoptar tecnologías digitales para la gestión de rutas, horarios, mantenimiento y ocupación de unidades; y (4) reformar el modelo tarifario para internalizar beneficios ambientales y operativos en los estudios de t",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "uses; (2) crear un sistema de certificación de operadores sostenible",
      "funding_text": "tratos de concesión de autobuses; (2) crear un sistema de certificaci"
    },
    "evidence": {
      "pdf_id": "PLP",
      "page": 107,
      "snippet": "emisiones GEI y contaminantes locales en los contratos de concesión de autobuses; (2) crear un sistema de certificación de operadores sostenibles en conjunto con la ARESEP, que distinga y premie a quienes cumplan con criterios de eficien…"
    }
  },
  {
    "proposal_id": "plp-4d9c93f4",
    "candidate_id": "elicer-feinzaig-mintz",
    "pillar_id": "P7",
    "proposal_title": "Esto incluirá protocolos de denuncia de irregularidades y…",
    "proposal_text": "Esto incluirá protocolos de denuncia de irregularidades y el fortalecimiento de las auditorías internas para mejorar la supervisión (este último punto se desarrolla dentro del Capítulo de Reforma del Estado de este Plan de Gobierno), lo que permitirá la prevención, detección, investigación y denuncia de prácticas fraudulentas o corruptas. - En los primeros 100 días desarrollaremos una política específica anticorrupción que involucre al menos los siguientes temas: 1",
    "dimensions": {
      "existence": 1,
      "when": 1,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "primeros 100 días",
      "how_text": "pítulo de Reforma del Estado de este Plan de Gobierno), lo que permiti",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PLP",
      "page": 26,
      "snippet": "Esto incluirá protocolos de denuncia de irregularidades y el fortalecimiento de las auditorías internas para mejorar la supervisión (este último punto se desarrolla dentro del Capítulo de Reforma del Estado de este Plan de Gobierno), lo …"
    }
  },
  {
    "proposal_id": "plp-b0b66784",
    "candidate_id": "elicer-feinzaig-mintz",
    "pillar_id": "P8",
    "proposal_title": "Se establecerán mecanismos para incentivar su adopción en…",
    "proposal_text": "Se establecerán mecanismos para incentivar su adopción entre los usuarios, incluyendo campañas de información, alianzas con entidades financieras para promover la bancarización y subsidios específicos temporales para sectores vulnerables que hoy dependen del pago en efectivo",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "Se establecerán mecanismos para incentivar su adopción entre los",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PLP",
      "page": 106,
      "snippet": "Se establecerán mecanismos para incentivar su adopción entre los usuarios, incluyendo campañas de información, alianzas con entidades financieras para promover la bancarización y subsidios específicos temporales para sectores vulnerables…"
    }
  },
  {
    "proposal_id": "plp-5a4a0f50",
    "candidate_id": "elicer-feinzaig-mintz",
    "pillar_id": "P9",
    "proposal_title": "Apostamos por establecer alianzas estratégicas bilaterale…",
    "proposal_text": "Apostamos por establecer alianzas estratégicas bilaterales y multilaterales que impulsen el desarrollo humano y aprovechen la experiencia de países líderes en ciencia, tecnología e innovación",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "tamos por establecer alianzas estratégicas bilaterales y multilaterale",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PLP",
      "page": 32,
      "snippet": "Apostamos por establecer alianzas estratégicas bilaterales y multilaterales que impulsen el desarrollo humano y aprovechen la experiencia de países líderes en ciencia, tecnología e innovación"
    }
  },
  {
    "proposal_id": "plp-aec76eb6",
    "candidate_id": "elicer-feinzaig-mintz",
    "pillar_id": "P10",
    "proposal_title": "Para enfrentar el hacinamiento penitenciario y crear verd…",
    "proposal_text": "Para enfrentar el hacinamiento penitenciario y crear verdaderas condiciones de reinserción social, aislando a los centros penitenciarios de los centros urbanos y de la señal de telefonía celular, llevaremos adelante, a través de la figura de la concesión de obra con servicio público el diseño, construcción, equipamiento de nuevos centros penitenciarios, acordes a la población penitenciaria actual y las proyecciones de necesidad futura",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "adelante, a través de la figura de la concesión de obra con servicio pú",
      "funding_text": "ura de la concesión de obra con servicio público el diseño, construcc"
    },
    "evidence": {
      "pdf_id": "PLP",
      "page": 21,
      "snippet": "Para enfrentar el hacinamiento penitenciario y crear verdaderas condiciones de reinserción social, aislando a los centros penitenciarios de los centros urbanos y de la señal de telefonía celular, llevaremos adelante, a través de la figur…"
    }
  },
  {
    "proposal_id": "png-85dd2e4c",
    "candidate_id": "fernando-zamora-castellanos",
    "pillar_id": "P1",
    "proposal_title": "30 -Realizar un inventario de equipo y vehículos subutili…",
    "proposal_text": "30 -Realizar un inventario de equipo y vehículos subutilizados en otras dependencias de la administración pública, para utilizarlos de inmediato en el combate a la delincuencia. -Trasladar inmediata y efectivamente a la Fuerza pública, todos los recursos del impuesto a la exportación de banano y el de personas jurídicas. -Implementar el inicio inmediato del programa de centro de información policial unificada. -Aumento y reasignación de recursos públicos para elevar en aproximadamente un 25% el ",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "diato del programa de centro de información policial unificada. -Aument",
      "funding_text": "un 25% el presupuesto de la seguridad y acercarlo al porcentaje del 1%"
    },
    "evidence": {
      "pdf_id": "PNG",
      "page": 32,
      "snippet": "30 -Realizar un inventario de equipo y vehículos subutilizados en otras dependencias de la administración pública, para utilizarlos de inmediato en el combate a la delincuencia. -Trasladar inmediata y efectivamente a la Fuerza pública, t…"
    }
  },
  {
    "proposal_id": "png-2effd42d",
    "candidate_id": "fernando-zamora-castellanos",
    "pillar_id": "P2",
    "proposal_title": "Propuestas puntuales:  Garantizar mecanismos ágiles para…",
    "proposal_text": "Propuestas puntuales:  Garantizar mecanismos ágiles para la aprobación de zonas francas: A través de una ventana única de gestión para agilizar el proceso y reducir los plazos de aprobación.  Reforma migratoria para flexibilizar la entrada de trabajadores especializados internacionales: Eliminar las barreras burocráticas que retrasan la aprobación de visados y simplificar los procesos para los trabajadores internacionales altamente cualificados.  Desarrollo de desarrollos económicos especiale",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "francas: A través de una ventana única de gestión para agilizar el pro",
      "funding_text": "jo de los recursos públicos del Estado.  Fortalecimiento del marco jurídico"
    },
    "evidence": {
      "pdf_id": "PNG",
      "page": 163,
      "snippet": "Propuestas puntuales:  Garantizar mecanismos ágiles para la aprobación de zonas francas: A través de una ventana única de gestión para agilizar el proceso y reducir los plazos de aprobación.  Reforma migratoria para flexibilizar la ent…"
    }
  },
  {
    "proposal_id": "png-0a5e3a46",
    "candidate_id": "fernando-zamora-castellanos",
    "pillar_id": "P3",
    "proposal_title": "Propuestas concretas:  Desarrollar el turismo rural: bas…",
    "proposal_text": "Propuestas concretas:  Desarrollar el turismo rural: basado en la identidad cultural y agrícola de la comunidad rural:  Promover experiencias auténticas relacionadas con la agricultura local, el desarrollo ganadero y las fiestas patronales, permitiendo que los turistas contribuyan directamente a la economía local fortaleciendo la identidad costarricense que está en contracción.  Fortalecer la infraestructura en zonas rurales: Mejorar caminos, acceso a servicios básicos y condiciones de vida e",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "rísticas: Implementar políticas de seguridad pública para garantizar la",
      "funding_text": "íticas de cooperación internacional con los mayores países de los que proviene el tur"
    },
    "evidence": {
      "pdf_id": "PNG",
      "page": 179,
      "snippet": "Propuestas concretas:  Desarrollar el turismo rural: basado en la identidad cultural y agrícola de la comunidad rural:  Promover experiencias auténticas relacionadas con la agricultura local, el desarrollo ganadero y las fiestas patron…"
    }
  },
  {
    "proposal_id": "png-53994c14",
    "candidate_id": "fernando-zamora-castellanos",
    "pillar_id": "P4",
    "proposal_title": "119  Fortalecer la red geriátrica de la Caja Costarricen…",
    "proposal_text": "119  Fortalecer la red geriátrica de la Caja Costarricense del Seguro Social (CCSS), con centros especializados y unidades móviles en zonas rurales.  Crear un Sistema nacional de cuidados para el adulto mayor, con cuidadores profesionales certificados, pagados con fondos públicos y subsidios familiares.  Establecer un programa nacional de prevención de enfermedades crónicas no transmisibles en mayores de 60 años.  Integrar servicios de salud mental geriátrica en todos los niveles de atención",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "blecer un programa nacional de prevención de enfermedades crónicas no transmi",
      "funding_text": "gados con fondos públicos y subsidios familiares.  Establecer un programa"
    },
    "evidence": {
      "pdf_id": "PNG",
      "page": 121,
      "snippet": "119  Fortalecer la red geriátrica de la Caja Costarricense del Seguro Social (CCSS), con centros especializados y unidades móviles en zonas rurales.  Crear un Sistema nacional de cuidados para el adulto mayor, con cuidadores profesiona…"
    }
  },
  {
    "proposal_id": "png-c447beef",
    "candidate_id": "fernando-zamora-castellanos",
    "pillar_id": "P5",
    "proposal_title": "Estrategia de implementación - Crear un Sistema Nacional …",
    "proposal_text": "Estrategia de implementación - Crear un Sistema Nacional de Formación Deportiva Escolar, con programas deportivos en horario extendido en todas las escuelas y colegios públicos. - Establecer Escuelas de Alto Rendimiento Regionales, en coordinación con federaciones deportivas, que brinden formación técnica, nutricional, médica y psicológica a jóvenes talentos. - Desarrollar un Observatorio Nacional de Talento Deportivo, con seguimiento sistematizado desde la niñez hasta la competencia internacion",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "unitaria, a través de alianzas público-privadas y fondos concursables p",
      "funding_text": "anual del 1% del PIB en infraestructura deportiva escolar y comunitari"
    },
    "evidence": {
      "pdf_id": "PNG",
      "page": 202,
      "snippet": "Estrategia de implementación - Crear un Sistema Nacional de Formación Deportiva Escolar, con programas deportivos en horario extendido en todas las escuelas y colegios públicos. - Establecer Escuelas de Alto Rendimiento Regionales, en co…"
    }
  },
  {
    "proposal_id": "png-b426982b",
    "candidate_id": "fernando-zamora-castellanos",
    "pillar_id": "P6",
    "proposal_title": "Programa nacional de embalses y reservorios de agua Objet…",
    "proposal_text": "Programa nacional de embalses y reservorios de agua Objetivo: Crear una red de infraestructura hídrica nacional que permita enfrentar las sequías, garantizar la seguridad hídrica para el consumo humano y la agricultura, y mejorar la resiliencia frente a los efectos del cambio climático",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "Programa nacional de embalses y reservorios de agua Objetivo: Crear",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PNG",
      "page": 75,
      "snippet": "Programa nacional de embalses y reservorios de agua Objetivo: Crear una red de infraestructura hídrica nacional que permita enfrentar las sequías, garantizar la seguridad hídrica para el consumo humano y la agricultura, y mejorar la resi…"
    }
  },
  {
    "proposal_id": "png-d532f996",
    "candidate_id": "fernando-zamora-castellanos",
    "pillar_id": "P7",
    "proposal_title": "Esto se traduce directamente en mayor transparencia y luc…",
    "proposal_text": "Esto se traduce directamente en mayor transparencia y lucha contra la corrupción, al dificultar la manipulación política de los recursos públicos y la discrecionalidad sin rendición de cuentas",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "ca de los recursos públicos y la discrecionalidad sin rendición de cuentas"
    },
    "evidence": {
      "pdf_id": "PNG",
      "page": 57,
      "snippet": "Esto se traduce directamente en mayor transparencia y lucha contra la corrupción, al dificultar la manipulación política de los recursos públicos y la discrecionalidad sin rendición de cuentas"
    }
  },
  {
    "proposal_id": "png-c728f3f6",
    "candidate_id": "fernando-zamora-castellanos",
    "pillar_id": "P8",
    "proposal_title": "Objetivos del Proyecto -Construir un puerto internacional…",
    "proposal_text": "Objetivos del Proyecto -Construir un puerto internacional moderno, eficiente y sostenible. - Insertar a Cuajiniquil o sino al norte de Puntarenas como punto clave en las rutas marítimas globales. - Generar encadenamientos productivos con el resto del país mediante el corredor logístico. - Estimular el desarrollo regional y reducir las desigualdades territoriales. 3",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "del país mediante el corredor logístico. - Estimular el desarrollo regional y r",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PNG",
      "page": 70,
      "snippet": "Objetivos del Proyecto -Construir un puerto internacional moderno, eficiente y sostenible. - Insertar a Cuajiniquil o sino al norte de Puntarenas como punto clave en las rutas marítimas globales. - Generar encadenamientos productivos con…"
    }
  },
  {
    "proposal_id": "png-66648a4d",
    "candidate_id": "fernando-zamora-castellanos",
    "pillar_id": "P9",
    "proposal_title": "Cooperación internacional: creemos firmemente en la diplo…",
    "proposal_text": "Cooperación internacional: creemos firmemente en la diplomacia internacional y la geoestrategia, para captar recursos e insumos, al crear alianzas y programas de cooperación que solo son aplicables a Costa Rica dadas sus particularidades geográficas, políticas, económicas, históricas, sociales, culturales y por tanto estratégicas",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "Cooperación internacional: creemos firmemente en la diplomacia internaciona"
    },
    "evidence": {
      "pdf_id": "PNG",
      "page": 169,
      "snippet": "Cooperación internacional: creemos firmemente en la diplomacia internacional y la geoestrategia, para captar recursos e insumos, al crear alianzas y programas de cooperación que solo son aplicables a Costa Rica dadas sus particularidades…"
    }
  },
  {
    "proposal_id": "png-1c5da3fb",
    "candidate_id": "fernando-zamora-castellanos",
    "pillar_id": "P10",
    "proposal_title": "Marco legal y principios rectores del modelo de concesión…",
    "proposal_text": "Marco legal y principios rectores del modelo de concesión La Ley N.º 7762 establece que la concesión de obra pública es un contrato mediante el cual el Estado transfiere temporalmente a una persona física o jurídica, nacional o extranjera, la ejecución, mantenimiento y operación de una obra pública, con la posibilidad de explotar su uso para recuperar la inversión",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "contrato mediante el cual el Estado transfiere temporalmente a una persona",
      "funding_text": "modelo de concesión La Ley N.º 7762 establece que la concesión de obr"
    },
    "evidence": {
      "pdf_id": "PNG",
      "page": 59,
      "snippet": "Marco legal y principios rectores del modelo de concesión La Ley N.º 7762 establece que la concesión de obra pública es un contrato mediante el cual el Estado transfiere temporalmente a una persona física o jurídica, nacional o extranjer…"
    }
  },
  {
    "proposal_id": "pnr-7dd5ac7f",
    "candidate_id": "fabricio-alvarado-munoz",
    "pillar_id": "P1",
    "proposal_title": "Los objetivos y las metas cumplidas deben ser parte del p…",
    "proposal_text": "Los objetivos y las metas cumplidas deben ser parte del patrón para lograr satisfacción y eficiencia, así podremos enfrentar las pruebas Pisa y devolverle el lugar que se merece a la educación en el país. • Utilizar procesos de análisis de datos con cruces de información entre el control aduanal, fiscal y hacienda (entra al país, paga el impuesto por importación y paga el impuesto por venta), con el apoyo del Sistema Financiero Nacional e internacional, al consolidar los convenios de información",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "temporal, mediante una iniciativa de ley, para autorizar el uso del monto de la rec",
      "funding_text": ", para el financiamiento del pago de intereses por deuda interna"
    },
    "evidence": {
      "pdf_id": "PNR",
      "page": 42,
      "snippet": "Los objetivos y las metas cumplidas deben ser parte del patrón para lograr satisfacción y eficiencia, así podremos enfrentar las pruebas Pisa y devolverle el lugar que se merece a la educación en el país. • Utilizar procesos de análisis …"
    }
  },
  {
    "proposal_id": "pnr-063ae8a0",
    "candidate_id": "fabricio-alvarado-munoz",
    "pillar_id": "P2",
    "proposal_title": "Queda claro que el modelo de financiamiento no está llega…",
    "proposal_text": "Queda claro que el modelo de financiamiento no está llegando a su público meta: las personas emprendedoras, MiPymes y pymes razón por la cual en el gobierno de Nueva República: • Se implementará una estrategia nacional para la condonación, flexibilización de las cargas sociales, quitar la burocracia excesiva y compleja que impide al costarricense emprender o lo lleva a la informalidad.",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "ica: • Se implementará una estrategia nacional para la condonación, flex",
      "funding_text": "modelo de financiamiento no está llegando a su público meta: las personas"
    },
    "evidence": {
      "pdf_id": "PNR",
      "page": 40,
      "snippet": "Queda claro que el modelo de financiamiento no está llegando a su público meta: las personas emprendedoras, MiPymes y pymes razón por la cual en el gobierno de Nueva República: • Se implementará una estrategia nacional para la condonació…"
    }
  },
  {
    "proposal_id": "pnr-38630466",
    "candidate_id": "fabricio-alvarado-munoz",
    "pillar_id": "P3",
    "proposal_title": "A continuación, se presenta una propuesta organizada por …",
    "proposal_text": "A continuación, se presenta una propuesta organizada por ejes temáticos: Gobernanza social, cohesión comunitaria y lucha contra la violencia • Gerenciamiento estratégico de la política social: Fortalecer la rectoría de los entes responsables del sector social, optimizando los recursos públicos, eliminando prácticas clientelistas y estableciendo indicadores de impacto y resultados verificables. • Combate a la pobreza y vulnerabilidad como política de seguridad preventiva: Implementar programas in",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "regional: Crear el Programa Frentes Regionales para la Lucha contra",
      "funding_text": "zando los recursos públicos, eliminando prácticas clientelistas y establecien"
    },
    "evidence": {
      "pdf_id": "PNR",
      "page": 115,
      "snippet": "A continuación, se presenta una propuesta organizada por ejes temáticos: Gobernanza social, cohesión comunitaria y lucha contra la violencia • Gerenciamiento estratégico de la política social: Fortalecer la rectoría de los entes responsa…"
    }
  },
  {
    "proposal_id": "pnr-c7429d18",
    "candidate_id": "fabricio-alvarado-munoz",
    "pillar_id": "P4",
    "proposal_title": "PLAN DE GOBIERNO PERÍODO CONSTITUCIONAL 2026 - 2030 104 s…",
    "proposal_text": "PLAN DE GOBIERNO PERÍODO CONSTITUCIONAL 2026 - 2030 104 servicios de salud, con referencia a la complejidad en la atención requerida por parte de los pacientes. • Desarrollar el Programa Estado al día, mediante el cual el Gobierno en conjunto con las autoridades de la Caja, revisarán y auditarán las deudas existentes de todo el sector público, para saldarlas en un plazo perentorio. • Implementar mecanismos de titularización de los recursos que administra la CCSS en el régimen de pensiones del IV",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "o al día, mediante el cual el Gobierno en conjunto con las autoridades de la",
      "funding_text": "squeda de cooperación internacional que permita desarrollar y mejorar los programas d"
    },
    "evidence": {
      "pdf_id": "PNR",
      "page": 106,
      "snippet": "PLAN DE GOBIERNO PERÍODO CONSTITUCIONAL 2026 - 2030 104 servicios de salud, con referencia a la complejidad en la atención requerida por parte de los pacientes. • Desarrollar el Programa Estado al día, mediante el cual el Gobierno en con…"
    }
  },
  {
    "proposal_id": "pnr-726aabe8",
    "candidate_id": "fabricio-alvarado-munoz",
    "pillar_id": "P5",
    "proposal_title": "PLAN DE GOBIERNO PERÍODO CONSTITUCIONAL 2026 - 2030 92 ám…",
    "proposal_text": "PLAN DE GOBIERNO PERÍODO CONSTITUCIONAL 2026 - 2030 92 ámbito de negocios, lo que implicará el conocimiento esencial sobre el manejo del dinero, tarjetas de crédito y débito, ahorro, gestión de deudas, inversión, presupuesto de proyectos, financiamiento de actividades productivas y responsabilidades financieras ciudadanas, entre otros. • Promover un Programa de inducción pedagógica para padres y tutores (escuela para padres), con el fin de conectarlos con la educación de la enseñanza práctica pr",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "omover un Programa de inducción pedagógica para padres y tutores (escue",
      "funding_text": "royectos, financiamiento de actividades productivas y responsabilidades fi"
    },
    "evidence": {
      "pdf_id": "PNR",
      "page": 94,
      "snippet": "PLAN DE GOBIERNO PERÍODO CONSTITUCIONAL 2026 - 2030 92 ámbito de negocios, lo que implicará el conocimiento esencial sobre el manejo del dinero, tarjetas de crédito y débito, ahorro, gestión de deudas, inversión, presupuesto de proyectos…"
    }
  },
  {
    "proposal_id": "pnr-8226636c",
    "candidate_id": "fabricio-alvarado-munoz",
    "pillar_id": "P6",
    "proposal_title": "Se deben establecer esquemas diferenciados que promuevan …",
    "proposal_text": "Se deben establecer esquemas diferenciados que promuevan equidad social, sostenibilidad operativa y conservación del recurso asegurando con ello la sostenibilidad de las fuentes y programas hídricos. • Fondo nacional de infraestructura hídrica comunitaria y rural: Se creará un fondo especial que permitiría financiar proyectos de captación, potabilización, tratamiento y conducción del agua en territorios que hoy están desatendidos. • Modernización de plantas potabilizadoras",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "rural: Se creará un fondo especial que permitiría financiar proyectos",
      "funding_text": "ermitiría financiar proyectos de captación, potabilización, tratamien"
    },
    "evidence": {
      "pdf_id": "PNR",
      "page": 72,
      "snippet": "Se deben establecer esquemas diferenciados que promuevan equidad social, sostenibilidad operativa y conservación del recurso asegurando con ello la sostenibilidad de las fuentes y programas hídricos. • Fondo nacional de infraestructura h…"
    }
  },
  {
    "proposal_id": "pnr-4c501ed1",
    "candidate_id": "fabricio-alvarado-munoz",
    "pillar_id": "P7",
    "proposal_title": "Estableceremos límites claros y no negociables frente a c…",
    "proposal_text": "Estableceremos límites claros y no negociables frente a cualquier medida internacional que atente contra la soberanía productiva y la producción alimentaria del país. • Brindaremos acceso a financiamiento para todo el sector productivo y de la agricultura, bajo la urgencia de una reforma al Sistema de Banca para el Desarrollo identificando y eliminando las trabas burocráticas. • Avanzaremos con la simplificación y digitalización de los procesos para la solicitud y aprobación de créditos",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "ia de una reforma al Sistema de Banca para el Desarrollo identificand",
      "funding_text": "acceso a financiamiento para todo el sector productivo y de la agricultur"
    },
    "evidence": {
      "pdf_id": "PNR",
      "page": 81,
      "snippet": "Estableceremos límites claros y no negociables frente a cualquier medida internacional que atente contra la soberanía productiva y la producción alimentaria del país. • Brindaremos acceso a financiamiento para todo el sector productivo y…"
    }
  },
  {
    "proposal_id": "pnr-00b6f4ca",
    "candidate_id": "fabricio-alvarado-munoz",
    "pillar_id": "P8",
    "proposal_title": "Transparencia, rendición de cuentas y evaluación del impa…",
    "proposal_text": "Transparencia, rendición de cuentas y evaluación del impacto social • Sistema de información social unificado: Fortalecer con herramientas tecnológicas y de inteligencia artificial para evitar duplicidades en la entrega de ayudas y garantizar la trazabilidad del gasto social. • Evaluación y seguimiento de programas sociales: Implementar un sistema nacional de evaluación de impacto que establezca criterios de salida y resultados medibles, garantizando que los programas promuevan autonomía, genera",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "sociales: Implementar un sistema nacional de evaluación de impacto que",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PNR",
      "page": 117,
      "snippet": "Transparencia, rendición de cuentas y evaluación del impacto social • Sistema de información social unificado: Fortalecer con herramientas tecnológicas y de inteligencia artificial para evitar duplicidades en la entrega de ayudas y garan…"
    }
  },
  {
    "proposal_id": "pnr-1daa758b",
    "candidate_id": "fabricio-alvarado-munoz",
    "pillar_id": "P9",
    "proposal_title": "PLAN DE GOBIERNO PERÍODO CONSTITUCIONAL 2026 - 2030 146 i…",
    "proposal_text": "PLAN DE GOBIERNO PERÍODO CONSTITUCIONAL 2026 - 2030 146 impulsará el trabajo en instancias clave (OEA y ONU), a fin de incidir internacionalmente a favor de la vida desde una perspectiva de aseguramiento de los mínimos vitales en materia de salud, trabajo y educación, así como en la promoción de un medio ambiente sano y con acceso a alimentos de primera necesidad. • Proponer la creación de un Grupo de trabajo interamericano para la promoción del derecho a la vida, que tendrá por mandato plantear",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PNR",
      "page": 148,
      "snippet": "PLAN DE GOBIERNO PERÍODO CONSTITUCIONAL 2026 - 2030 146 impulsará el trabajo en instancias clave (OEA y ONU), a fin de incidir internacionalmente a favor de la vida desde una perspectiva de aseguramiento de los mínimos vitales en materia…"
    }
  },
  {
    "proposal_id": "pnr-342c2770",
    "candidate_id": "fabricio-alvarado-munoz",
    "pillar_id": "P10",
    "proposal_title": "A partir de los elementos esbozados y que reflejan un dia…",
    "proposal_text": "A partir de los elementos esbozados y que reflejan un diagnóstico sesudo de la situación actual del país en materia de infraestructura vial y movilidad, vivienda e infraestructura educativa y hospitalaria, los objetivos estratégicos de Nueva República en estas materias son los siguientes: Ø Promover el desarrollo de infraestructura, nacional y regional, como estrategia para la reactivación económica y generación de empleo, mediante la simplificación de trámites y la utilización de herramientas a",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "e empleo, mediante la simplificación de trámites y la utilización de herramientas asoc",
      "funding_text": "como las APP. Ø Implementar un sistema de gestión vial, que pe"
    },
    "evidence": {
      "pdf_id": "PNR",
      "page": 58,
      "snippet": "A partir de los elementos esbozados y que reflejan un diagnóstico sesudo de la situación actual del país en materia de infraestructura vial y movilidad, vivienda e infraestructura educativa y hospitalaria, los objetivos estratégicos de N…"
    }
  },
  {
    "proposal_id": "ppso-651f72e2",
    "candidate_id": "laura-fernandez-delgado",
    "pillar_id": "P1",
    "proposal_title": "Evaluación como uno orientado hacia la obtención de resul…",
    "proposal_text": "Evaluación como uno orientado hacia la obtención de resultados, por medio del . . diseñ . 0 = Implementar en su totalidad Hacienda iseño e implementación de una Diaital bi Sor los | Ñ , . oy igital para gestionar mejor los impuestos metodología estandarizada de evaluación gita! para 9 ejo p Y de i A el presupuesto de la república. e impacto de las políticas y programas prioritarios como un mecanismo . , f : : = Poner a funcionar a cabalidad la undamental para la garantizar la calidad, . o , o a ",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "amitar un proyecto de ley cuyo objetivo sea el de establecer la obligatorie",
      "funding_text": "de i A el presupuesto de la república. e impacto de las políticas y pro"
    },
    "evidence": {
      "pdf_id": "PPSO",
      "page": 39,
      "snippet": "Evaluación como uno orientado hacia la obtención de resultados, por medio del . . diseñ . 0 = Implementar en su totalidad Hacienda iseño e implementación de una Diaital bi Sor los | Ñ , . oy igital para gestionar mejor los impuestos meto…"
    }
  },
  {
    "proposal_id": "ppso-808ccfaf",
    "candidate_id": "laura-fernandez-delgado",
    "pillar_id": "P2",
    "proposal_title": "Mano dura al contrabando, evasión medicamentos y la valor…",
    "proposal_text": "Mano dura al contrabando, evasión medicamentos y la valoración de la regu- y elusión lación que se estime necesaria para la reducción de precios de medicamentos. = Desarrollar y operacionalizar la Estrategia Nacional contra el Contrabando = Impulsar la reforma normativa para la 2027-2037, en la cual se implementarán reducción del precio de los servicios profe- acciones estratégicas y tácticas intensivas sionales mediante la eliminación de las en tecnología (escáneres y drones, entre tarifas míni",
    "dimensions": {
      "existence": 1,
      "when": 1,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "2027-2037",
      "how_text": "sionales mediante la eliminación de las en tecnología (escáneres y drones, entre t",
      "funding_text": "sión y de financiamiento para la reducción del precio de los medica- difer"
    },
    "evidence": {
      "pdf_id": "PPSO",
      "page": 40,
      "snippet": "Mano dura al contrabando, evasión medicamentos y la valoración de la regu- y elusión lación que se estime necesaria para la reducción de precios de medicamentos. = Desarrollar y operacionalizar la Estrategia Nacional contra el Contraband…"
    }
  },
  {
    "proposal_id": "ppso-12adf9a7",
    "candidate_id": "laura-fernandez-delgado",
    "pillar_id": "P3",
    "proposal_title": "Ciberdefensa, pensamiento de especialistas y crimi- ciber…",
    "proposal_text": "Ciberdefensa, pensamiento de especialistas y crimi- ciberseguridad y entornos digitales nológicos orientada a la investigación ESPE aplicada, el análisis de datos y la formu- lación de políticas públicas basadas en = Fortalecer el marco institucional de evidencia. ciberseguridad: robustecer el Centro Nacional de Respuesta a Incidentes + Establecer un equipo nacional anti- Cibernéticos (CSIRT-CR), otorgándole corupción e independiente, que integre autoridad vinculante, presupuesto a la Contralorí",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "identes + Establecer un equipo nacional anti- Cibernéticos (CSIRT-CR),",
      "funding_text": "nculante, presupuesto a la Contraloría General de la República, propio"
    },
    "evidence": {
      "pdf_id": "PPSO",
      "page": 36,
      "snippet": "Ciberdefensa, pensamiento de especialistas y crimi- ciberseguridad y entornos digitales nológicos orientada a la investigación ESPE aplicada, el análisis de datos y la formu- lación de políticas públicas basadas en = Fortalecer el marco …"
    }
  },
  {
    "proposal_id": "ppso-f2195383",
    "candidate_id": "laura-fernandez-delgado",
    "pillar_id": "P4",
    "proposal_title": "Estas auditorías deberán ser periódicas y monitoreo que e…",
    "proposal_text": "Estas auditorías deberán ser periódicas y monitoreo que evalúen las mejoras en con participación de entes independientes, accesibilidad, cobertura, oportunidad, garantizando que la información sirva de asegurando que cada proyecto genere base para decisiones estratégicas. verdadero valor público y que los recursos se destinen a las prioridades reales de la \"» Establecer un nuevo modelo de población. financiamiento de la CCSS mediante la presentación de una propuesta de Ley de = Promover y mejora",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "e la CCSS mediante la presentación de una propuesta de Ley de = Promover y mejorar e",
      "funding_text": "oblación. financiamiento de la CCSS mediante la presentación de una propue"
    },
    "evidence": {
      "pdf_id": "PPSO",
      "page": 58,
      "snippet": "Estas auditorías deberán ser periódicas y monitoreo que evalúen las mejoras en con participación de entes independientes, accesibilidad, cobertura, oportunidad, garantizando que la información sirva de asegurando que cada proyecto genere…"
    }
  },
  {
    "proposal_id": "ppso-8c36c54b",
    "candidate_id": "laura-fernandez-delgado",
    "pillar_id": "P5",
    "proposal_title": "= Actualizar el marco normativo: aprobar » Fomentar el de…",
    "proposal_text": "= Actualizar el marco normativo: aprobar » Fomentar el desarrollo tecnológico una Ley Marco de Ciberseguridad que nacional: impulsar fondos concursables tipifique nuevas modalidades de delitos para startups y universidades que digitales (ransomware, fraudes con lA, desarrollen soluciones propias de suplantación de identidad masiva), ciberseguridad. establezca sanciones proporcionales y protocolos obligatorios para entidades = Cooperación internacional activa: públicas y privadas. reforzar conven",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "lanzar un programa nacional de en redes globales de inteligencia y formación",
      "funding_text": "tidades = Cooperación internacional activa: públicas y privadas. reforzar convenios y"
    },
    "evidence": {
      "pdf_id": "PPSO",
      "page": 37,
      "snippet": "= Actualizar el marco normativo: aprobar » Fomentar el desarrollo tecnológico una Ley Marco de Ciberseguridad que nacional: impulsar fondos concursables tipifique nuevas modalidades de delitos para startups y universidades que digitales …"
    }
  },
  {
    "proposal_id": "ppso-d0073d3f",
    "candidate_id": "laura-fernandez-delgado",
    "pillar_id": "P6",
    "proposal_title": "Ademós, mediante el Programa de Pago por Resultados, En r…",
    "proposal_text": "Ademós, mediante el Programa de Pago por Resultados, En relación con la gestión de residuos, el desafío se otorgaron 4444 millones adicionales como se encuentra en la recuperación de materiales pago retroactivo por reducciones de reciclables, que registraron en 2023 el emisiones forestales entre 2018 y 2019, porcentaje más alto de recuperación de los beneficiando a más de 49.500 hectáreas",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "Ademós, mediante el Programa de Pago por Resultados, En relación con la gestió",
      "funding_text": "otorgaron 4444 millones adicionales como se encuentra en la recuperación"
    },
    "evidence": {
      "pdf_id": "PPSO",
      "page": 18,
      "snippet": "Ademós, mediante el Programa de Pago por Resultados, En relación con la gestión de residuos, el desafío se otorgaron 4444 millones adicionales como se encuentra en la recuperación de materiales pago retroactivo por reducciones de recicla…"
    }
  },
  {
    "proposal_id": "ppso-deab5b88",
    "candidate_id": "laura-fernandez-delgado",
    "pillar_id": "P7",
    "proposal_title": "= Permitir la navegabilidad adecuada de Alcantarillados (…",
    "proposal_text": "= Permitir la navegabilidad adecuada de Alcantarillados (AyA) en el uso eficiente de los esteros, ríos, manglares y atracaderos a recursos y en el accionar colaborativo para el partir de la creación del “Programa Nacional financiamiento de la infraestructura hídrica de Dragado”, el cual articulará un trabajo necesaria para las familias y las empresas. integral entre el Gobierno Central y los Gobiernos Locales. = Garantizar los recursos hídricos necesarios a lo largo y ancho de nuestro país a par",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "y hídrico mediante el replanteamiento de los auditoría de los contratos de gestión de l",
      "funding_text": "Nacional financiamiento de la infraestructura hídrica de Dragado”, el cua"
    },
    "evidence": {
      "pdf_id": "PPSO",
      "page": 52,
      "snippet": "= Permitir la navegabilidad adecuada de Alcantarillados (AyA) en el uso eficiente de los esteros, ríos, manglares y atracaderos a recursos y en el accionar colaborativo para el partir de la creación del “Programa Nacional financiamiento …"
    }
  },
  {
    "proposal_id": "ppso-78a5ed96",
    "candidate_id": "laura-fernandez-delgado",
    "pillar_id": "P8",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PPSO",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "ppso-b16bf40c",
    "candidate_id": "laura-fernandez-delgado",
    "pillar_id": "P9",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PPSO",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "ppso-b29010a1",
    "candidate_id": "laura-fernandez-delgado",
    "pillar_id": "P10",
    "proposal_title": "Priorizar carreras STEM con énfasis en ciberseguridad. = …",
    "proposal_text": "Priorizar carreras STEM con énfasis en ciberseguridad. = Plan Protección Infraestructuras = Conciencia ciudadana: implementar Críticas: diseñar e implementar un plan una campaña nacional de nacional que clasifique y priorice las alfabetización digital contra fraudes, infraestructuras críticas (energía, estafas y suplantación de identidad, telecomunicaciones, salud, finanzas, dirigida a todos los grupos etarios, con transporte, agua y servicios públicos), especial atención a niños y adultos con i",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "iudadana: implementar Críticas: diseñar e implementar un plan una campa",
      "funding_text": "njuntos y cooperación internacional gobiernos locales a realizar pruebas y especializ"
    },
    "evidence": {
      "pdf_id": "PPSO",
      "page": 37,
      "snippet": "Priorizar carreras STEM con énfasis en ciberseguridad. = Plan Protección Infraestructuras = Conciencia ciudadana: implementar Críticas: diseñar e implementar un plan una campaña nacional de nacional que clasifique y priorice las alfabeti…"
    }
  },
  {
    "proposal_id": "psd-e5dd6c48",
    "candidate_id": "luz-mary",
    "pillar_id": "P1",
    "proposal_title": "Definir una estrategia de recuperación progresiva del pre…",
    "proposal_text": "Definir una estrategia de recuperación progresiva del presupuesto educativo para acercarse al mandato constitucional del 8% del PIB. • Elaborar un plan de acción a corto plazo que permita determinar el nivel de ejecución y cumplimiento de la política educativa. • Asegurar la sostenibilidad fiscal del compromiso con la educación superior y retomar las negociaciones quinquenales del FEES. • Fortalecer la gestión financiera y administrativa del MEP. • Reformar el Consejo Superior de Educación (CSE)",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "aborar un plan de acción a corto plazo que permita determinar el nivel de",
      "funding_text": "esiva del presupuesto educativo para acercarse al mandato constituciona"
    },
    "evidence": {
      "pdf_id": "PSD",
      "page": 26,
      "snippet": "Definir una estrategia de recuperación progresiva del presupuesto educativo para acercarse al mandato constitucional del 8% del PIB. • Elaborar un plan de acción a corto plazo que permita determinar el nivel de ejecución y cumplimiento d…"
    }
  },
  {
    "proposal_id": "psd-1f23e56e",
    "candidate_id": "luz-mary",
    "pillar_id": "P2",
    "proposal_title": "PLAN DE GOBIERNO DEL PARTIDO PROGRESO SOCIAL DEMOCRÁTICO …",
    "proposal_text": "PLAN DE GOBIERNO DEL PARTIDO PROGRESO SOCIAL DEMOCRÁTICO EL FUTURO ES PROGRESO Página: 106 de 125 Por último, existen programas institucionales ya dirigidos al desarrollo productivo y la innovación que, si bien no se enfocan exclusivamente en jóvenes, pueden ser aprovechados por jóvenes emprendedores: • GreenTech: Es un programa de incubación y aceleración ejecutado por Procomer que impulsa startups costarricenses de tecnología verde que buscan herramientas, acompañamiento y financiamiento para ",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "alificado a través de alianzas estratégicas, para satisfacer la demanda",
      "funding_text": "amiento y financiamiento para el crecimiento del negocio. • Cultiva+: Este"
    },
    "evidence": {
      "pdf_id": "PSD",
      "page": 106,
      "snippet": "PLAN DE GOBIERNO DEL PARTIDO PROGRESO SOCIAL DEMOCRÁTICO EL FUTURO ES PROGRESO Página: 106 de 125 Por último, existen programas institucionales ya dirigidos al desarrollo productivo y la innovación que, si bien no se enfocan exclusivamen…"
    }
  },
  {
    "proposal_id": "psd-547f190c",
    "candidate_id": "luz-mary",
    "pillar_id": "P3",
    "proposal_title": "Lanzar una plataforma digital segura para denuncias de vi…",
    "proposal_text": "Lanzar una plataforma digital segura para denuncias de violencia. • Facilitar el acceso a la justicia para víctimas, especialmente en zonas rurales y zonas detectadas con alta incidencia en violencia. • Reducir femicidios y violencia de forma preventiva. • Mejorar el acceso a justicia y empleo para las mujeres • Crear una app y web oficiales con un Canal confidencial de denuncia. • Seguimiento en tiempo real de casos, mediante esta modalidad • Mediante esta modalidad se genere alertas de incumpl",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "mujeres • Crear una app y web oficiales con un Canal confidencial de",
      "funding_text": "Crear una app y web oficiales con un Canal confidencial de denu"
    },
    "evidence": {
      "pdf_id": "PSD",
      "page": 115,
      "snippet": "Lanzar una plataforma digital segura para denuncias de violencia. • Facilitar el acceso a la justicia para víctimas, especialmente en zonas rurales y zonas detectadas con alta incidencia en violencia. • Reducir femicidios y violencia de …"
    }
  },
  {
    "proposal_id": "psd-3c0d9b11",
    "candidate_id": "luz-mary",
    "pillar_id": "P4",
    "proposal_title": "Acciones que permitirá el PROGRESO a los costarricenses l…",
    "proposal_text": "Acciones que permitirá el PROGRESO a los costarricenses la atención médica oportuna a. listas de espera en atención médica. • Contratación de médicos especialistas por demanda en momentos en existan picos de salud. • Utilización de quirófanos y salas en horarios ampliados. • Identificación del ciclo completo de atención para reducir cuellos de botella en los procesos -rediseño de procesos- (por ejemplo, no es posible que si en un EBAIS un médico general identifica que un paciente requiere un esp",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "la CCSS • Establecer calendario de pagos con la recaudación actual",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PSD",
      "page": 28,
      "snippet": "Acciones que permitirá el PROGRESO a los costarricenses la atención médica oportuna a. listas de espera en atención médica. • Contratación de médicos especialistas por demanda en momentos en existan picos de salud. • Utilización de quiró…"
    }
  },
  {
    "proposal_id": "psd-004847b3",
    "candidate_id": "luz-mary",
    "pillar_id": "P5",
    "proposal_title": "PLAN DE GOBIERNO DEL PARTIDO PROGRESO SOCIAL DEMOCRÁTICO …",
    "proposal_text": "PLAN DE GOBIERNO DEL PARTIDO PROGRESO SOCIAL DEMOCRÁTICO EL FUTURO ES PROGRESO Página: 100 de 125 • Un programa innovador y piloto en centros educativos con altos índices de violencia, que incluya presencia de mediadores escolares, policías comunitarios, profesionales en violencia y participación de las familias. • Proveer computadoras y acceso a internet y capacitación en nuevas tecnologías, a estudiantes de zonas rurales o en pobreza, mediante alianzas público-privadas y expansión de programas",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "partidas presupuestarias del MEP y el IMAS. • Hacerse en alianza con el"
    },
    "evidence": {
      "pdf_id": "PSD",
      "page": 100,
      "snippet": "PLAN DE GOBIERNO DEL PARTIDO PROGRESO SOCIAL DEMOCRÁTICO EL FUTURO ES PROGRESO Página: 100 de 125 • Un programa innovador y piloto en centros educativos con altos índices de violencia, que incluya presencia de mediadores escolares, polic…"
    }
  },
  {
    "proposal_id": "psd-af7bd67d",
    "candidate_id": "luz-mary",
    "pillar_id": "P6",
    "proposal_title": "Acciones que permitirá el PROGRESO del turismos sostenibl…",
    "proposal_text": "Acciones que permitirá el PROGRESO del turismos sostenible en Costa Rica • Programa \"Cero Huella Turística\": Crear un sello para alojamientos y operadores que certifiquen su implementación en medidas de eficiencia energética, gestión de aguas residuales, eliminación de plásticos de un solo uso y compensación de emisiones de carbono. • Plataforma \"Viaja Costa Rica\": Desarrollar una plataforma oficial de reservas directas con información en tiempo real, recorridos de realidad virtual y gestión int",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "rística\": Crear un sello para alojamientos y operadores que certifiq",
      "funding_text": "ración. • App \"Costa Rica Smart Travel\": Lanzar una aplicación"
    },
    "evidence": {
      "pdf_id": "PSD",
      "page": 74,
      "snippet": "Acciones que permitirá el PROGRESO del turismos sostenible en Costa Rica • Programa \"Cero Huella Turística\": Crear un sello para alojamientos y operadores que certifiquen su implementación en medidas de eficiencia energética, gestión de …"
    }
  },
  {
    "proposal_id": "psd-042e4a15",
    "candidate_id": "luz-mary",
    "pillar_id": "P7",
    "proposal_title": "Acciones que asegurarán el PROGRESO del sector turismo en…",
    "proposal_text": "Acciones que asegurarán el PROGRESO del sector turismo en Costa Rica • Reducción temporal del IVA turístico: Aplicar una reducción temporal del impuesto al valor agregado (IVA) para servicios turísticos del 13% al 8% por un período de 24 meses para reactivar la demanda. • Fondo Nacional de Innovación Turística: Crear un fondo concursable con capital público- privado para financiar proyectos de modernización, sostenibilidad y digitalización de PYMES turísticas. • Simplificación digital de trámite",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "urística: Crear un fondo concursable con capital público- privado pa",
      "funding_text": "vado para financiar proyectos de modernización, sostenibilidad y digi"
    },
    "evidence": {
      "pdf_id": "PSD",
      "page": 72,
      "snippet": "Acciones que asegurarán el PROGRESO del sector turismo en Costa Rica • Reducción temporal del IVA turístico: Aplicar una reducción temporal del impuesto al valor agregado (IVA) para servicios turísticos del 13% al 8% por un período de 24…"
    }
  },
  {
    "proposal_id": "psd-32fb0083",
    "candidate_id": "luz-mary",
    "pillar_id": "P8",
    "proposal_title": "Acciones que asegurarán el PROGRESO en Accesibilidad e In…",
    "proposal_text": "Acciones que asegurarán el PROGRESO en Accesibilidad e Inclusión en Costa Rica • Implementar un Plan Nacional de Movilidad y Accesibilidad Universal, con metas de infraestructura inclusiva en transporte, edificios públicos y espacios urbanos. • Asegurar el acceso a tecnologías de asistencia y comunicación mediante subsidios o alianzas con empresas tecnológicas. • Establecer programas de apoyo y asistencia personal financiados por el Estado para personas con discapacidad severa. • Fortalecer el S",
    "dimensions": {
      "existence": 1,
      "when": 1,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "2022–2050",
      "how_text": "mentar un Plan Nacional de Movilidad y Accesibilidad Universal, con metas",
      "funding_text": "personal financiados por el Estado para personas con discapacidad sev"
    },
    "evidence": {
      "pdf_id": "PSD",
      "page": 97,
      "snippet": "Acciones que asegurarán el PROGRESO en Accesibilidad e Inclusión en Costa Rica • Implementar un Plan Nacional de Movilidad y Accesibilidad Universal, con metas de infraestructura inclusiva en transporte, edificios públicos y espacios urb…"
    }
  },
  {
    "proposal_id": "psd-9411083d",
    "candidate_id": "luz-mary",
    "pillar_id": "P9",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PSD",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "psd-479d7fd5",
    "candidate_id": "luz-mary",
    "pillar_id": "P10",
    "proposal_title": "Es necesario implementar tratamientos de preservación tip…",
    "proposal_text": "Es necesario implementar tratamientos de preservación tipo \"sellos de lechada asfáltica\" que han demostrado ser eficientes internacionalmente Intervenir de forma inmediata los pavimentos que se encuentran en un estado de extremo deterioro funcional (categoría M-RF), ya que estos tramos requieren mantenimiento de alto costo o rehabilitación mayor atendida inmediatamente; asignando presupuesto para todas las partidas presupuestarias para toda la red, entre ellas: sistemas de evacuación pluvial, pu",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "necesario implementar tratamientos de preservación tipo \"sellos de lech",
      "funding_text": "asignando presupuesto para todas las partidas presupuestarias para toda"
    },
    "evidence": {
      "pdf_id": "PSD",
      "page": 49,
      "snippet": "Es necesario implementar tratamientos de preservación tipo \"sellos de lechada asfáltica\" que han demostrado ser eficientes internacionalmente Intervenir de forma inmediata los pavimentos que se encuentran en un estado de extremo deterior…"
    }
  },
  {
    "proposal_id": "pucd-30c90137",
    "candidate_id": "boris-molina",
    "pillar_id": "P1",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PUCD",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pucd-f0d643a1",
    "candidate_id": "boris-molina",
    "pillar_id": "P2",
    "proposal_title": "Ejecutar un Programa de Educación Financiera que se extie…",
    "proposal_text": "Ejecutar un Programa de Educación Financiera que se extienda en la malla curricular de los centros educativos, así como entre las Micro, Pequeñas y Medianas Empresas (MiPymes) certificadas por el Ministerio de Economía, Industria y Comercio (MEIC), para fomentar el ahorro, la gestión segura de inversiones y las buenas prácticas financieras",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "ecutar un Programa de Educación Financiera que se extienda en la malla",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PUCD",
      "page": 4,
      "snippet": "Ejecutar un Programa de Educación Financiera que se extienda en la malla curricular de los centros educativos, así como entre las Micro, Pequeñas y Medianas Empresas (MiPymes) certificadas por el Ministerio de Economía, Industria y Comer…"
    }
  },
  {
    "proposal_id": "pucd-4e2f6783",
    "candidate_id": "boris-molina",
    "pillar_id": "P3",
    "proposal_title": "Impulsar una reforma a la Ley de Violencia Doméstica que …",
    "proposal_text": "Impulsar una reforma a la Ley de Violencia Doméstica que contemple someter a la persona agresora, de previo a dictar medidas cautelares, a un examen médico forense o psicológico forense, con el objetivo de determinar el estado mental de la persona agresora y su potencialidad de causar daño a la víctima, de tal manera que el juez tenga un elemento esencial para poder dictar prisión preventiva en contra del agresor y en protección de la víctima",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "ulsar una reforma a la Ley de Violencia Doméstica que contemple somet",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PUCD",
      "page": 6,
      "snippet": "Impulsar una reforma a la Ley de Violencia Doméstica que contemple someter a la persona agresora, de previo a dictar medidas cautelares, a un examen médico forense o psicológico forense, con el objetivo de determinar el estado mental de …"
    }
  },
  {
    "proposal_id": "pucd-82999321",
    "candidate_id": "boris-molina",
    "pillar_id": "P4",
    "proposal_title": "Implementar la rotación de personal asociado a inspeccion…",
    "proposal_text": "Implementar la rotación de personal asociado a inspecciones de diferentes materias (Ministerio de Salud, Ministerio de Trabajo y Seguridad Social, Jefaturas Policiales, Ministerio de Hacienda), procurando siempre la proximidad geográfica y el respeto a las condiciones laborales, para prevenir la corrupción en la función pública y garantizar la imparcialidad en la elaboración de informes",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "Implementar la rotación de personal asociado a inspecciones d",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PUCD",
      "page": 19,
      "snippet": "Implementar la rotación de personal asociado a inspecciones de diferentes materias (Ministerio de Salud, Ministerio de Trabajo y Seguridad Social, Jefaturas Policiales, Ministerio de Hacienda), procurando siempre la proximidad geográfica…"
    }
  },
  {
    "proposal_id": "pucd-3f1b3761",
    "candidate_id": "boris-molina",
    "pillar_id": "P5",
    "proposal_title": "EDUCACIÓN OBJETIVOS Reformar la evaluación del aprendizaj…",
    "proposal_text": "EDUCACIÓN OBJETIVOS Reformar la evaluación del aprendizaje mediante herramientas idóneas y científicamente probadas",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PUCD",
      "page": 7,
      "snippet": "EDUCACIÓN OBJETIVOS Reformar la evaluación del aprendizaje mediante herramientas idóneas y científicamente probadas"
    }
  },
  {
    "proposal_id": "pucd-0234dfe1",
    "candidate_id": "boris-molina",
    "pillar_id": "P6",
    "proposal_title": "AMBIENTE OBJETIVOS Garantizar un ambiente ecológicamente …",
    "proposal_text": "AMBIENTE OBJETIVOS Garantizar un ambiente ecológicamente equilibrado para el disfrute de todas las personas ACCIONES CONCRETAS Ejecutar, en coordinación con las municipalidades de la Gran Área Metropolitana, un Plan de Reforestación y de Combate al Déficit de Áreas Verdes, en las zonas mayoritariamente urbanas, para reducir las islas de calor y proteger el equilibrio ambiental en las comunidades",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PUCD",
      "page": 12,
      "snippet": "AMBIENTE OBJETIVOS Garantizar un ambiente ecológicamente equilibrado para el disfrute de todas las personas ACCIONES CONCRETAS Ejecutar, en coordinación con las municipalidades de la Gran Área Metropolitana, un Plan de Reforestación y de…"
    }
  },
  {
    "proposal_id": "pucd-34c0aa7e",
    "candidate_id": "boris-molina",
    "pillar_id": "P7",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PUCD",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pucd-cf739f8d",
    "candidate_id": "boris-molina",
    "pillar_id": "P8",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PUCD",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pucd-d5801890",
    "candidate_id": "boris-molina",
    "pillar_id": "P9",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PUCD",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pucd-4c1fa402",
    "candidate_id": "boris-molina",
    "pillar_id": "P10",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PUCD",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "pusc-c8ffe43f",
    "candidate_id": "juan-carlos-hidalgo",
    "pillar_id": "P1",
    "proposal_title": "En conjunto, la reforma producirá un impacto social decis…",
    "proposal_text": "En conjunto, la reforma producirá un impacto social decisivo al eliminar la pobreza en la vejez y ampliar de forma sostenida la cobertura previsional; en lo económico, reducirá el costo de la formalidad, elevará la competitividad y favorecerá la creación de empleo formal; en el plano fiscal, permitirá un uso más eficiente de los recursos públicos y asegurará la sostenibilidad de largo plazo; y, en lo institucional, fortalecerá a la CCSS mediante una gobernanza moderna, técnica y responsable",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "a la CCSS mediante una gobernanza moderna, técnica y responsable",
      "funding_text": "te de los recursos públicos y asegurará la sostenibilidad de largo plazo; y,"
    },
    "evidence": {
      "pdf_id": "PUSC",
      "page": 43,
      "snippet": "En conjunto, la reforma producirá un impacto social decisivo al eliminar la pobreza en la vejez y ampliar de forma sostenida la cobertura previsional; en lo económico, reducirá el costo de la formalidad, elevará la competitividad y favor…"
    }
  },
  {
    "proposal_id": "pusc-780a0ca6",
    "candidate_id": "juan-carlos-hidalgo",
    "pillar_id": "P2",
    "proposal_title": "Fondo Impulso Global (FIG): Crear el Fondo Impulso Global…",
    "proposal_text": "Fondo Impulso Global (FIG): Crear el Fondo Impulso Global con $40 millones de base provistos por PROCOMER, INA y el SBD, complementado con fondos del sector privado y operadoras de pensiones, para financiar emprendimientos con miras a la exportación y vinculación con multinacionales",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "al (FIG): Crear el Fondo Impulso Global con $40 millones de base pro",
      "funding_text": "nes, para financiar emprendimientos con miras a la exportación y vinc"
    },
    "evidence": {
      "pdf_id": "PUSC",
      "page": 84,
      "snippet": "Fondo Impulso Global (FIG): Crear el Fondo Impulso Global con $40 millones de base provistos por PROCOMER, INA y el SBD, complementado con fondos del sector privado y operadoras de pensiones, para financiar emprendimientos con miras a la…"
    }
  },
  {
    "proposal_id": "pusc-28ce92f5",
    "candidate_id": "juan-carlos-hidalgo",
    "pillar_id": "P3",
    "proposal_title": "Centro Conjunto de Inteligencia Policial: Crearemos un ce…",
    "proposal_text": "Centro Conjunto de Inteligencia Policial: Crearemos un centro conjunto de inteligencia policial que genere información y facilite su intercambio entre las diferentes fuerzas del orden, así como apoyar al OIJ y el Ministerio Público en el fortalecimiento de sus estructuras, capacidades, equipo y en lo táctico-operativo, siguiendo una lógica de cooperación entre los diferentes poderes de la República y entidades que ha estado ausente en la actual Administración",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "Policial: Crearemos un centro conjunto de inteligencia policial que gene",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PUSC",
      "page": 20,
      "snippet": "Centro Conjunto de Inteligencia Policial: Crearemos un centro conjunto de inteligencia policial que genere información y facilite su intercambio entre las diferentes fuerzas del orden, así como apoyar al OIJ y el Ministerio Público en el…"
    }
  },
  {
    "proposal_id": "pusc-3dee84b5",
    "candidate_id": "juan-carlos-hidalgo",
    "pillar_id": "P4",
    "proposal_title": "SALUD: Reduciremos las listas de espera de la CCSS median…",
    "proposal_text": "SALUD: Reduciremos las listas de espera de la CCSS mediante un agresivo plan de jornadas extraordinarias (vespertinas y fines de semana) con gestión por resultados y priorización clínica (urgente, preferente, diferible)",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "e la CCSS mediante un agresivo plan de jornadas extraordinarias (vespertinas y f",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PUSC",
      "page": 12,
      "snippet": "SALUD: Reduciremos las listas de espera de la CCSS mediante un agresivo plan de jornadas extraordinarias (vespertinas y fines de semana) con gestión por resultados y priorización clínica (urgente, preferente, diferible)"
    }
  },
  {
    "proposal_id": "pusc-09b02f84",
    "candidate_id": "juan-carlos-hidalgo",
    "pillar_id": "P5",
    "proposal_title": "Esta coordinación se desarrollará mediante articulación f…",
    "proposal_text": "Esta coordinación se desarrollará mediante articulación funcional con el Ministerio de Educación Pública (MEP), Ministerio de Salud (MS), Ministerio de Trabajo y Seguridad Social (MTSS), Instituto Mixto de Ayuda Social (IMAS), Instituto Nacional de las Mujeres (INAMU), Consejo Nacional de Personas con Discapacidad (CONAPDIS), Patronato Nacional de la Infancia (PANI) y el Sistema de Banca para el Desarrollo (SBD), con el fin de integrar la cultura en las políticas sociales, los mecanismos de fina",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "nismos de financiamiento y los circuitos territoriales de intervención"
    },
    "evidence": {
      "pdf_id": "PUSC",
      "page": 62,
      "snippet": "Esta coordinación se desarrollará mediante articulación funcional con el Ministerio de Educación Pública (MEP), Ministerio de Salud (MS), Ministerio de Trabajo y Seguridad Social (MTSS), Instituto Mixto de Ayuda Social (IMAS), Instituto …"
    }
  },
  {
    "proposal_id": "pusc-fff14824",
    "candidate_id": "juan-carlos-hidalgo",
    "pillar_id": "P6",
    "proposal_title": "Concesión de la ribera del Lago Arenal: Instruir al MINAE…",
    "proposal_text": "Concesión de la ribera del Lago Arenal: Instruir al MINAE para que, en consulta con el ICE, se pueda concesionar con fines turísticos la ribera del Lago Arenal, cumpliendo con las disposiciones de la ley 4.334 y la Ley de Aguas, así como las disposiciones del SETENA",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "Concesión de la ribera del Lago Arenal: Instruir al MINAE p"
    },
    "evidence": {
      "pdf_id": "PUSC",
      "page": 101,
      "snippet": "Concesión de la ribera del Lago Arenal: Instruir al MINAE para que, en consulta con el ICE, se pueda concesionar con fines turísticos la ribera del Lago Arenal, cumpliendo con las disposiciones de la ley 4.334 y la Ley de Aguas, así como…"
    }
  },
  {
    "proposal_id": "pusc-4c060d1b",
    "candidate_id": "juan-carlos-hidalgo",
    "pillar_id": "P7",
    "proposal_title": "Plan Nacional de Recicladores: Desarrollar un plan susten…",
    "proposal_text": "Plan Nacional de Recicladores: Desarrollar un plan sustentado en: (1) regularización de recicladores mediante simplificación de trámites para formalización y mejora de condiciones laborales; (2) acceso a tecnología para incorporar valor añadido a materiales recuperados; y (3) incorporación a cadenas de valor de productos reciclados.",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "Plan Nacional de Recicladores: Desarrollar un plan sustentado e",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PUSC",
      "page": 54,
      "snippet": "Plan Nacional de Recicladores: Desarrollar un plan sustentado en: (1) regularización de recicladores mediante simplificación de trámites para formalización y mejora de condiciones laborales; (2) acceso a tecnología para incorporar valor …"
    }
  },
  {
    "proposal_id": "pusc-a0666ecd",
    "candidate_id": "juan-carlos-hidalgo",
    "pillar_id": "P8",
    "proposal_title": "Implementación de proyectos urgentes: Implementar al meno…",
    "proposal_text": "Implementación de proyectos urgentes: Implementar al menos 10 proyectos de Bono Colectivo en comunidades vulnerables con un enfoque interinstitucional bajo la articulación del Triángulo de la Solidaridad 2.0",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "urgentes: Implementar al menos 10 proyectos de Bono Colectivo en comuni",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PUSC",
      "page": 96,
      "snippet": "Implementación de proyectos urgentes: Implementar al menos 10 proyectos de Bono Colectivo en comunidades vulnerables con un enfoque interinstitucional bajo la articulación del Triángulo de la Solidaridad 2.0"
    }
  },
  {
    "proposal_id": "pusc-e9145db0",
    "candidate_id": "juan-carlos-hidalgo",
    "pillar_id": "P9",
    "proposal_title": "Cooperación en seguridad internacional: Desarrollar y pro…",
    "proposal_text": "Cooperación en seguridad internacional: Desarrollar y profundizar los acuerdos bilaterales y multilaterales de cooperación judicial, policial e inteligencia, específicamente con Estados Unidos y la Unión Europea, mediante instrumentos de cooperación, inteligencia y ejecución táctica",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "PUSC",
      "page": 122,
      "snippet": "Cooperación en seguridad internacional: Desarrollar y profundizar los acuerdos bilaterales y multilaterales de cooperación judicial, policial e inteligencia, específicamente con Estados Unidos y la Unión Europea, mediante instrumentos de…"
    }
  },
  {
    "proposal_id": "pusc-6ebee1e6",
    "candidate_id": "juan-carlos-hidalgo",
    "pillar_id": "P10",
    "proposal_title": "Seguridad y mejoramiento de flujos: - Ampliación del cuer…",
    "proposal_text": "Seguridad y mejoramiento de flujos: - Ampliación del cuerpo de inspectores de tránsito: Contratar y equipar 400 inspectores en cuatro años (100 por año) y sustituir bajas por pensión o renuncia, mejorando la eficiencia en aplicación de multas como respaldo presupuestario. - Coordinación con policías municipales: Reforzar la colaboración con policías municipales para aprovechar sinergias en el manejo de accidentes menores, firmando al menos 20 convenios en el primer año de gobierno, especialmente",
    "dimensions": {
      "existence": 1,
      "when": 1,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "primer año",
      "how_text": "Revisar e implementar proyectos TOPICS que mejoren la movilidad y segur",
      "funding_text": "respaldo presupuestario. - Coordinación con policías municipales: Refor"
    },
    "evidence": {
      "pdf_id": "PUSC",
      "page": 107,
      "snippet": "Seguridad y mejoramiento de flujos: - Ampliación del cuerpo de inspectores de tránsito: Contratar y equipar 400 inspectores en cuatro años (100 por año) y sustituir bajas por pensión o renuncia, mejorando la eficiencia en aplicación de m…"
    }
  },
  {
    "proposal_id": "up-a0eaa8e9",
    "candidate_id": "natalia-diaz",
    "pillar_id": "P1",
    "proposal_title": "Crearemos un Consejo Interministerial de Vivienda y Ciuda…",
    "proposal_text": "Crearemos un Consejo Interministerial de Vivienda y Ciudad, liderado por la Presidencia e integrado por el MIVAH, BANHVI, INVU, Hacienda, IMAS, MOPT, AyA, ICE, Seguridad Pública, IFAM y Migración, que sesionará periódicamente para coordinar políticas, presupuesto y metas nacionales",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "Crearemos un Consejo Interministerial de Vivienda y Ciudad, li",
      "funding_text": "olíticas, presupuesto y metas nacionales"
    },
    "evidence": {
      "pdf_id": "UP",
      "page": 68,
      "snippet": "Crearemos un Consejo Interministerial de Vivienda y Ciudad, liderado por la Presidencia e integrado por el MIVAH, BANHVI, INVU, Hacienda, IMAS, MOPT, AyA, ICE, Seguridad Pública, IFAM y Migración, que sesionará periódicamente para coordi…"
    }
  },
  {
    "proposal_id": "up-21be8adb",
    "candidate_id": "natalia-diaz",
    "pillar_id": "P2",
    "proposal_title": "Para ello: • Crearemos un marco transparente y competitiv…",
    "proposal_text": "Para ello: • Crearemos un marco transparente y competitivo de incentivos para atraer inversión nacional e internacional en proyectos turísticos sostenibles. • Implementaremos una ventanilla única digital que simplifique trámites. • Fomentaremos la inversión en infraestructura turística regional, priorizando proyectos en comunidades rurales y costeras que generen empleo directo. • Promoveremos alianzas con banca estatal y organismos internacionales (BCIE, BID, Banco Mundial) para brindar financia",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "a ello: • Crearemos un marco transparente y competitivo de incentivos pa",
      "funding_text": "a brindar financiamiento accesible a pymes turísticas"
    },
    "evidence": {
      "pdf_id": "UP",
      "page": 105,
      "snippet": "Para ello: • Crearemos un marco transparente y competitivo de incentivos para atraer inversión nacional e internacional en proyectos turísticos sostenibles. • Implementaremos una ventanilla única digital que simplifique trámites. • Fomen…"
    }
  },
  {
    "proposal_id": "up-e27c13bf",
    "candidate_id": "natalia-diaz",
    "pillar_id": "P3",
    "proposal_title": "El Estado retomará el mando en comunidades dominadas por …",
    "proposal_text": "El Estado retomará el mando en comunidades dominadas por el crimen organizado mediante operaciones sostenidas, con capacidad para permanecer en el territorio hasta restablecer el orden",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "io hasta restablecer el orden",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "UP",
      "page": 18,
      "snippet": "El Estado retomará el mando en comunidades dominadas por el crimen organizado mediante operaciones sostenidas, con capacidad para permanecer en el territorio hasta restablecer el orden"
    }
  },
  {
    "proposal_id": "up-e1c6c326",
    "candidate_id": "natalia-diaz",
    "pillar_id": "P4",
    "proposal_title": "Los médicos familiares están entrenados para ver al pacie…",
    "proposal_text": "Los médicos familiares están entrenados para ver al paciente de forma integral y resolver la mayoría de las consultas desde el primer contacto, reduciendo derivaciones innecesarias. • Más poder resolutivo a los médicos de EBAIS: se implementará un programa de acreditación y actualización continua que los habilite a recetar medicamentos y tratar enfermedades comunes que hoy obligan a derivar a un especialista",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "entará un programa de acreditación y actualización continua que los hab",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "UP",
      "page": 30,
      "snippet": "Los médicos familiares están entrenados para ver al paciente de forma integral y resolver la mayoría de las consultas desde el primer contacto, reduciendo derivaciones innecesarias. • Más poder resolutivo a los médicos de EBAIS: se imple…"
    }
  },
  {
    "proposal_id": "up-a8a9ce07",
    "candidate_id": "natalia-diaz",
    "pillar_id": "P5",
    "proposal_title": "Nuestro gobierno implementará un Plan Nacional de Fortale…",
    "proposal_text": "Nuestro gobierno implementará un Plan Nacional de Fortalecimiento de las ASADAS, articulado entre el AyA, las municipalidades, las universidades y la cooperación internacional, con tres objetivos claros: profesionalizar, equipar y digitalizar. a) Profesionalización y acompañamiento técnico • Desarrollar programas de formación permanente en administración, mantenimiento, potabilización y gestión ambiental, con certificación del INA. • Reforzar la asistencia técnica directa: el AyA, a través de su",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": ": el AyA, a través de su Subgerencia de Sistemas Delegados y las ORAC (",
      "funding_text": "ades y la cooperación internacional, con tres objetivos claros: profesionalizar, equi"
    },
    "evidence": {
      "pdf_id": "UP",
      "page": 116,
      "snippet": "Nuestro gobierno implementará un Plan Nacional de Fortalecimiento de las ASADAS, articulado entre el AyA, las municipalidades, las universidades y la cooperación internacional, con tres objetivos claros: profesionalizar, equipar y digita…"
    }
  },
  {
    "proposal_id": "up-df0a0aed",
    "candidate_id": "natalia-diaz",
    "pillar_id": "P6",
    "proposal_title": "El Plan Nacional de Saneamiento se enfocará en dos frente…",
    "proposal_text": "El Plan Nacional de Saneamiento se enfocará en dos frentes: • Área Metropolitana de San José: reactivación de las obras del Programa de Mejoramiento Ambiental (PMAAMSJ), ampliando la cobertura de alcantarillado sanitario y el tratamiento de aguas residuales. • Zonas prioritarias del país: ejecución de proyectos en Palmares, Jacó, Quepos, Golfito, Tamarindo, El Coco y Puntarenas, donde la falta de infraestructura de saneamiento impacta directamente la competitividad turística y la salud comunitar",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "obras del Programa de Mejoramiento Ambiental (PMAAMSJ), ampliando la co",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "UP",
      "page": 118,
      "snippet": "El Plan Nacional de Saneamiento se enfocará en dos frentes: • Área Metropolitana de San José: reactivación de las obras del Programa de Mejoramiento Ambiental (PMAAMSJ), ampliando la cobertura de alcantarillado sanitario y el tratamiento…"
    }
  },
  {
    "proposal_id": "up-1f935ab1",
    "candidate_id": "natalia-diaz",
    "pillar_id": "P7",
    "proposal_title": "Nuestro gobierno priorizará la ejecución del Programa de …",
    "proposal_text": "Nuestro gobierno priorizará la ejecución del Programa de Reducción de Agua No Contabilizada y Eficiencia Energética (RANC-EE), financiado por el BCIE, que fue ralentizado en los últimos años",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 1,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "ución del Programa de Reducción de Agua No Contabilizada y Eficiencia E",
      "funding_text": "RANC-EE), financiado por el BCIE, que fue ralentizado en los últimos a"
    },
    "evidence": {
      "pdf_id": "UP",
      "page": 118,
      "snippet": "Nuestro gobierno priorizará la ejecución del Programa de Reducción de Agua No Contabilizada y Eficiencia Energética (RANC-EE), financiado por el BCIE, que fue ralentizado en los últimos años"
    }
  },
  {
    "proposal_id": "up-635ed4a8",
    "candidate_id": "natalia-diaz",
    "pillar_id": "P8",
    "proposal_title": "Estos proyectos, denominados parques habitacionales comun…",
    "proposal_text": "Estos proyectos, denominados parques habitacionales comunitarios, se construirán con financiamiento del FOSUVI y administración del BANHVI, en coordinación con el CONAPAM, el IMAS, el Ministerio de Salud y las municipalidades",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "uirán con financiamiento del FOSUVI y administración del BANHVI, en coordi"
    },
    "evidence": {
      "pdf_id": "UP",
      "page": 72,
      "snippet": "Estos proyectos, denominados parques habitacionales comunitarios, se construirán con financiamiento del FOSUVI y administración del BANHVI, en coordinación con el CONAPAM, el IMAS, el Ministerio de Salud y las municipalidades"
    }
  },
  {
    "proposal_id": "up-0fcdb3da",
    "candidate_id": "natalia-diaz",
    "pillar_id": "P9",
    "proposal_title": "Sin propuesta identificada para este pilar",
    "proposal_text": "El documento no contiene propuestas concretas para este pilar.",
    "dimensions": {
      "existence": 0,
      "when": 0,
      "how": 0,
      "funding": 0
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "no_especificado"
    },
    "evidence": {
      "pdf_id": "UP",
      "page": 1,
      "snippet": "Sin contenido para este pilar."
    }
  },
  {
    "proposal_id": "up-f1ad4bf3",
    "candidate_id": "natalia-diaz",
    "pillar_id": "P10",
    "proposal_title": "Asimismo, impulsaremos la posibilidad de un modelo de ali…",
    "proposal_text": "Asimismo, impulsaremos la posibilidad de un modelo de alianza público-privada (APP) para el Aeropuerto Tobías Bolaños, potenciando el uso de este activo público y asegurando su adecuada gestión, como parte de una estrategia para fortalecer la seguridad ciudadana y la conectividad nacional",
    "dimensions": {
      "existence": 1,
      "when": 0,
      "how": 0,
      "funding": 1
    },
    "extracted_fields": {
      "when_text": "no_especificado",
      "how_text": "no_especificado",
      "funding_text": "-privada (APP) para el Aeropuerto Tobías Bolaños, potenciando e"
    },
    "evidence": {
      "pdf_id": "UP",
      "page": 95,
      "snippet": "Asimismo, impulsaremos la posibilidad de un modelo de alianza público-privada (APP) para el Aeropuerto Tobías Bolaños, potenciando el uso de este activo público y asegurando su adecuada gestión, como parte de una estrategia para fortalec…"
    }
  }
]